{
  "title": "Adorable",
  "author": "Giraudy",
  "category": "shadowfen",
  "cardId": "F28",
  "date": "05/2021",
  "content": "Adorable. That was the word. I’m honestly surprised it took me so long to think of it. Adorable. That’s what they called me, every time I would peer out of my bottle, or see them looking through the glass. The years may not have been kind but my memory, it has not failed me. \n\nI was one of hundreds, maybe thousands of the pond. Even those centuries ago, the sorcerers of the swamps ruled over my people, and we praised them for it. Every day, they would pour food waste, even corpses into our enclosure and we would strip them clean, though that didn’t mean we didn’t starve. Back then, I had no reason to hate them, for that was my life. I had no knowledge of the lush paradise they lived in, no idea of what feasts they held. Now that I’ve seen it, all I feel grateful, proud to know that how many have suffered, all those who were sacrificed and disgraced, their loss has been our drive towards victory. How could I hate those who brought me power? Especially when I have become the crux of my enemy.\n\nThe first thing I learned was hunger, for the Ravens knew how to single out the powerful. It must be my earliest memory, the day I realized I was larger than it, the sibling taking shelter next to me. We had been starving for days, unable to express our thoughts, all we could do was cry. So famished was I that when the idea arrived in my mind, all I thought was salvation. Slowly, I swam closer to them, engulfing them completely. Living flesh, such an alien taste and yet impossible to resist. I had to look for more.\n\nIt wasn’t long until only a few of us were left. As it turned out I wasn’t alone in my revelation and when our rulers returned, they were delighted to see our progress. It was not long after that when a family had taken me in to raise. Keeping me in a large bottle which let me watch the outside world as I grew even larger. The family was kind, feeding me small chunks of food every now and then, peering into my bottle and calling me that word. Adorable."
}
