{
  "title": "Ancestral Title",
  "author": "NeverEverKawaii",
  "content": "Ever since Olf was a little boy, he had a passion for combat. War was embedded into his family’s history starting with his great grandfather who started with the tradition of carrying the title “The Hammer.” Little Olf’s father held the title at the time. Because of this, Olf never kept to spend time with his father who was always on the frontline. Later in Olf’s life, his mother got very sick from an attack from the Shadowfen, she was poisoned. No one at the time knew about the effects of vitality and poison, so Olf’s mother passed away. Olf’s father had gotten news on his wife’s untimely death. This made him feel like he failed protecting his family, so he returned home to take care of Olf for the rest of days.\n\nOlf’s father fell into a deep depression causing him to mysteriously disappear one day. This left little Olf all alone with no one to take care of him. Little Olf was scared, he didn’t know what to do without any guidance, but all he knew was he had to achieve the title as “The Hammer.” As Olf was growing up, he found a job as a rockworker, building new homes for the less fortunate like himself. One day, he goes to visit his grandfather. His grandfather was also once held the title, but he is too old now to hold the title.\n\nAt his grandfather’s house, Olf talked about the job he has gotten as a rockworker. His grandfather responded in disgust, calling him weak. His grandfather continues telling him that if Olf wants to be next to hold the title of “The Hammer” he must work for it. Olf felt ashamed for ruining his family’s legacy, so he decided he was going to start training. Olf’s grandfather showed Olf his great grandfather’s weapons, the Twin Hammers. Olf’s grandfather says if he wants those legendary hammers he will have to prove he is worthy of the title.\n\nInspired, Olf went to go train to be the holder of the title. He only started with stone masonry hammers in his training, yet he was able to hone his skills. When Olf saved enough gold, he went to go buy an actual warhammer from his blacksmith friend. With his new warhammer he went onto the battlefield as a fearsome warrior. He started to become a sort of icon to all of the Winter Pact as he started to win battles. This gave notice to Lady Rime who took great interest in Olf’s combat skills. Lady Rime invited Olf into the annual Great Banquet.\n\nOlf was stoked when he received the invitation. Olf’s big day had arrived, the Great Banquet. After finishing their meals, Lady Rime introduced Olf to Zhevana with high praises, Zhevana looked at him intently and asked Olf if he thought he was worthy of the title “The Hammer.” Olf responded with, “I am worthy,” without stuttering, nor flinching. Zhevana is surprised about how bravely he responded, and Zhevana says, “Very well I grant you the title of ‘The Hammer.’” She then grants him a set of unbreakable battle armor. Olf got quite excited but remained professional. He leaves and shows to his grandfather the armor, and his grandfather is very proud of him and hands him his Twin Hammers. Now, Olf uses his skills as a former rockworker to repair the base, and uses his Twin Hammers to strike down any foe in his way.",
  "category": "winter",
  "cardId": "W23",
  "date": "01/2021"
}
