{
  "oldId": "Qm9vbXN0aWNrJTIwT2ZmaWNlcnMtWnlyaWVz",
  "title": "Blasticks",
  "author": "Zyries",
  "content": "My black coat flapped in the wind, not dissimilar from my own. Short in stature, I looked more like a bulky child than a threat. But, unfortunately, I was still targeted.\n    It all happened around 7 in the morning. Looking behind me to make sure I wasn’t being tailed, I continued through the wind. Maybe they overdid it to stop the pollution. The parsels shake slightly on my sides, carrying the… goods. The wind always seems to-\n    Clunk. Clunk. Clunk.\n    Well, fu-\n    Hello citizen. We require your ID verification on the basis of multiple reports received.\n    Their disgusting metallic voices clunked without wavering. Why in the hell did these apathetic scrap piles get our jobs?\n    “Hello gentlemen. I’m just going for a nice morning stroll, you see? Sleep hasn’t been the kindest to me the past few days, and it’s been the first day I’ve been able to go-“\n    We require your ID verification. Present it or you will have to come with us.\n    Sigh. These guys aren’t going to go easily, will they? Maybe this is the reason I brought extra supplies.\n    Red bars come out as I rip my hands out from my parcels. They instantly know what’s happening. So peeeeerfeeect, huh?\n    *ACTIVATE PROTOCOL SIGMA-A.*\n    Uh oh. I gotta…\n    I break into a sprint, the clunks trailing me in their rusty cadence. I can’t let them catch up. It’s honestly the most terrifying experience to know death has legs.\n    I light the fuse of one of the dynamite, lobbing the stick at the left Delegator. Cracking cement exploded into a pillar of dust around it. The bot collapses on the ground, a small red circle with an x in the center appearing under its helm. One down.\n    Didn’t seem like the other one liked that, though. A large bolt comes flying at the back of my head. Didn’t even know they could use themselves as projectiles, but it definitely hurt. Blood flowed slowly out, distorienting me. I couldn’t let myself get caught…\n    I lit the second stick quickly and tossed it back, lodging itself in between a bolt on its shoulder and its head. Ssss….\n    *BOOM!*\n    The bot was knocked over to the side, but not off its feet. I looked back at it, and it… it wasn’t moving? I stood up slowly and looked into its visor.\n    *NAVPROCESSER DAMAGED. SEND REINFORCEMENTS PURSUING SUBJECT #4561.*\n    I can’t stay around. It’s still connected to the hub. I got up and continued running. The destination was in sight, but just out of sight of the bots…\n    I lit my entire belt and ripped it off, tossing it behind me. An airship just leaving the bay as well, I leaped into it, rolling under a tarp over a box.\n    Darkness.\n    Silence.\n    And.\n    Fireworks.\n    I couldn’t see it, but I could hear the factory crumble. The metal bits falling off the edges, the steel beams’ rending screeches. A cacophony oddly beautiful.\n    And the bots were gone.\n    But now what? I failed the plan. I got myself stuck on this small chunk of land. Unless you’ve got an idea?\n    …hm. Maybe I really am crazy if I’m talking to a reflection.",
  "category": "neutral",
  "cardId": "N37"
}
