{
  "author": "Xcircle",
  "content": "Long ago, in our misty green swamps, the earth split open and released beasts of unknown power. Some of which, being us. Well, that story has been told plenty of times. But here’s one of our great green goddess. On one harsh summer day, a small outposts of toads was savagely attacked by mysterious creatures. One of the toads described them as vicious and green as the swamps. We ravens thought that it was just a tribe of feral toads that needed to be converted into our great clan, but they were not. You see, they were actually ancient beasts who lay dormant beneath the world. We gathered the rest of the toads and marched into the swamp with our soultrap puppets in hand. In the summer, the stagnant water would heat and evaporate into stinking vapor that choked the lungs of outsiders. It was why we thought they were toads in the first place. After about 6 hours we found it. A great sanctuary filled to the brim with rubble, trees and pulsating blue eggs, the likes of which didn’t resemble any toad or raven eggs. They were at least 4 toads tall. Just as we approached, a thunderous crack interrupted our search for the culprits. It was the breaking of trees. As we looked up we saw a great serpent rise from the brush. With a screech the eggs broke and revealed more green serpents. The poor toads fought valiantly, even if it was fruitless. We tried our puppets to no avail. We were surrounded. We were at the mercy of the dragons. And with a sharp, raspy voice, the great dragon boomed;\n    “WHO DARES TO DISTURB MY NESTS”.\n    “It was I. Your dragons have attacked one of our outposts.”\n    “MY YOUNGLINGS SHALL GO WHERE THEY PLEASE. YOU WASTE YOUR TIME AND YOUR LIVES BY COMING HERE”\n    “Wait! Please! Spare us!”\n    “FOR WHAT REASON SHALL I ALLOW YOU TO CONTINUE YOUR PATHETIC LIVES?”\n    “If you kill us now, our leaders will wonder what has happened. They will send more and more scouts until they find the truth. Then, when they do, your nests will be destroyed. You will have nowhere to raise your young.”\n    “hmm. You pose a fair point. But I cannot let you live without some sort of repayment for destroying some of the eggs and disturbing my slumber.”\n    “I shall spare you if, you are willing to talk to your leaders about my presence. Oh and one thing. You have seen what has happened to your pathetic “outpost”. If you fail. I will let my legions of dragons hunt you down.”\n    At that moment, hundreds of green serpents surround us. Their hungry eyes show no remorse.\n    So we talked to our great priestess Klaxi for some payment to the new dragon. Whilst the priestess loathes to show weakness, she could not afford another costly war. We devised a new solution. We would construct a new sacrificial totem near the nest. During the sacrifice, we would make sure that some toads got lost in the swamps. The dragons would eat the stray toads. After the sacrifices we told the toads that the bodies would be taken to a great tomb built in the heart of the swamp. But it was not a tomb. It was the nest. And sometimes when the blood price was paid, she would appear on the battlefield and lay waste to all of our enemies, for if they were to defeat us, there would be less toads to be used as nourishment. We made a great alliance. And, we had plenty of toads to spare.",
  "category": "shadowfen",
  "cardId": "F21",
  "title": "Broodmother Qordia"
}