{
  "oldId": "Vm9pZHN1cmdlcnMtRG9wcGxlRm9jaw==",
  "title": "Collector’s Storytime",
  "author": "Zyries",
  "content": "So… what’s under the islands, I bet you’re asking?\n    Well, let’s go to the beginning. When the Pangeic Kingdom was still around.\n    There were 5 sectors: The Swarm, where great antlered humanoids roamed. The Union, built up by rodents, bringing servers to the other sectors. The Tribes, a small avian area with an underlying toad slave trade. The Pact, the icy spirits and the stonehearted humanoids that could withstand their great frost. And finally, the Melee. The center of the four factions, the Melee kept all of the other four factions at peace.\n    But of course, storms always strike at the bonds, don’t they? Shattered, the earth below their very feet crumbled as the Melee broke apart. Not any one of the sides knew what caused it, apart from the great suspicion of the others. Could it have been the ancient necrotic worshippers? The filthy copperblood polluters? The sadistic bird imposters? Or even the prideful heat thieves? The Melee was demolished, removing any sort of peace. Great airborne islands were thrown up into the air… and others were thrown down below. Now now, we’re here. Well, when you remove something from a location, what is left? That’s correct, nothing is. The Void was formed, a yawning pit below everyone’s feet. Countless bodies were thrown down into it as the storm lifted, and all perished… except for one race. You see, the Void is peculiar. Solid matter cannot exist there, more so gases, or possibly liquids. Now, tell me, son, how many races are solid? Yes, that’s correct, all of them, apart from them. The Frostlings. Now, just because it could exist doesn’t mean it wasn’t changed. You see, the Frostlings were melded. Shaped. Changed. They forgot their past down there. They forgot about the cold and were reborn into nothingness. And now, you see, they’ve been finding their way up here, surging into our world from that Void. Invaders, they are. So now you know. Anything else you’d like to know?\n\n    …Hm? Why ol’ Mirz is collecting warriors? Well, let’s just say…\n\n    I have a knack for some skirmishin’.",
  "category": "neutral",
  "cardId": "N36",
  "date": "01/2019"
}
