{
  "title": "Destructobots",
  "author": "YoungestMammal",
  "content": "It was not like the others. It had broken from its formation. There it stood in the marsh, in plain sight, undisturbed by the murkiness and thickness of the water that matched that of the atmosphere. Blood did not differ from the coloration of its metal plates. Then, a rustling commotion resonated from the surrounding trees. A lone Raven swooped down to challenge this machine. However, there it stood emotionless, unintimidated. A Commanding Officer of the Union shouted, ordering the machine to cease the engagement. But, as if with a mind of its own, it produced a blade.\n     Within seconds, a flurry of feathers, followed by the loud clang of metal echoed through the swamp. The Raven soon backed off in shock, discovering that his opponent had not been affected by his onslaught of blows. Exhausted but determined to win, the Raven reengaged the threat. An irreversible mistake. The construct, in one swift motion, threw the Raven off balance, and knocked him to the ground with a fatal blow. There, it plunged its blade into the chest of the wounded Raven, who let out a faint squawk. It hewed the Raven, and drove the blade from the chest to the neck, slowly. The Raven had let out its last breath. And in that moment, both were alike. Both were undeniably lifeless.\n     In the distance, the Officer ran towards the construct in an effort to retrieve it, and direct it back to its formation. The Officer shouting, again ordered the construct to fall back within the ranks. However, he was met with defiance, and the mechanical clicking and whirring of the machine. He shouted orders a final time. But as if being provoked, the machine swiveled around, and struck the Officer down into the reeds. There, the Officer lay dead. The machine then returned to its previous location. And There it stood in the marsh, in plain sight, its reticle glowing red in the dark. Blood did not differ from the coloration of its metal plates.",
  "category": "ironclad",
  "cardId": "I1",
  "date": "06/2019"
}
