{
  "title": "Doctor Mia",
  "author": "DoppleDock",
  "content": "As a member of the Ironclad Division of Education, I claim my job as a tutor with utmost dignity. Truly, there is no greater joy than helping foster what could be the next Fizix, Romitri, or Dorigs of the future. Each and every season, a new cast of bright and hardworking students walk through those doors and I can’t help but feel elated as I provide them the necessary knowledge to join the Academy. As the season wears on, I get to know about each and every student as I ready them for success. Most are orderly; others more… chaotic. But every once in a while, you’ll find a student that stands out from all the rest.\n    Enter Amelia. (Though she prefers the nickname  “Mia” for convenience.)\n    A young rodent from the hard and impoverished streets of the 28th district.\n    Quiet yet intelligent, she always had her mind in the clouds. Of course, I’ve dealt with dreamers like her before, but she was different from all the others. Whenever I’d pick up assignments, her work would be littered with various designs and ideas at the margins. Initially, I despised this habit, as her numerous doodles often got in the way of her assignment, making grading her papers a much more tedious process. Though over time, I’ve realized these scribblings were much more than what they appeared to be.\n    Unlike her classmates, her doodles made sense. Every single number, symbol, and equation was intentional. In her designs, there were no purely hypothetical components. Everything was grounded in contemporary science, and the fact no one has ever known about her confounded me.\n    On her last day of primary education, instead of her work, Mia gave me one final sketch before leaving my classroom. On it was a machine capable of harnessing the immense power of the Storm itself, and it was then I knew she was truly destined for greatness.\n    —A page from former Ironclad Educator, Lilith Morini’s personal journal",
  "category": "ironclad",
  "cardId": "I2"
}