{
  "author": "Zyries",
  "title": "Ch. 8 – When the Walls Come Down",
  "content": "“What is the word on the seeking revenant?”\n“Only a few more hours until she reaches the Union, your highness.”\n“Good. Be sure to aid her in any sense possible. You know of the warp gates, be sure to use them. Or you’ll be the next sacrifice to the Feral.”\n“Of course.”\nThe harpy ran out of the crystal-sewn hut, which Klaxi stood as the centerpiece of. Various glowing markings adorned the floor around her, creeping up each of her staves. Closing her eyes, she resumed her tribal incantations, but not for long. Opening her eyes after sensing another disturbance, she peered from behind her mask. “What is it now?” she questioned, sensing another disturbance.\nA squat undead bowed before her with a duck in his arms. A small stone crown sat upon his head.\n“Oh, my beautiful corvus queen, might I ask for one favor?”\nKlaxi rolled her eyes. While I do appreciate fealty, this loon-loving loon really ruffles my feathers. “What is it that you seek, Talaf?”\nTalaf raised his head and fixed his crown. “I would like to join Cubera on the mission, and I heard you have the means to get me there quickly.”\nWhich of them exposed that information?!, she thought angrily. “Why, yes, I do. Follow the lazuli-lit path out of here, it will bring you straight to it.” That should keep him busy for a long while.\nTalaf jumped up excitedly and grabbed his scythe from behind his back, surprising his duck. “Oh, thank you so much! You will not regret this!” He ran out and down the path, soon out of right.\nMeanwhile, Cubera ventured across the red wastes, the Union’s walls in sight. Only a few more minutes until…\nA green portal opened overhead Cubera. She looked up at it, confused to what it meant. Maybe it was-\n“I’M HERE!!” An undead fell on top of Cubera, knocking her down. Ravens fell to the sides of each of them, strategically landing. Cubera got up slowly, winded by the blow. “Well well, taking a break? What’re you doing, get up!” He pulled Cubera up, surprisingly strong. The portal closed as the sunk slowly over the horizon, night time nearing. They would have to get to the walls soon, with the cover of shadows.\nBack in the Union…\nThe fiery water burnt through Kamen, decimating his scales, both him and Kepp screamed in pain, they awaited their final release, the sweet kiss of death…\n\nBut what was that light?\nIn a flash, the metal in Kamen burst out, nearing the walls of the metal prison. It splattered against the walls, dripping down into a large puddle, which slowly arose…\nWings flew out of the puddle, massive claws as well. A booming roar exploded from the heat, as an impressive wyvern clawed its way out of the metallic sludge. Soon following it, more brilliant chrome joined alongside the beast, quickly forming into a smaller drake, but nonetheless ferocious. Their flames spat heavily, even hotter than the lava of their previous selves. They were undeniably deathless.\n“Ohoho, so my mechanisms DID work! Take THAT, Mia, you’ll never harness this life-regena’tion like me!” Mykam hollered. “Well, it’s time to get your shackles back on-”\nA blade tore through Mykam’s spine, disposing of him before his finger could lay pressure to the button. “Was too easy,” the assassin said, her scythe still at the ready.\n“It’s time to get you out of here!” A short undead rammed himself at the bars protecting the platform, his scythe cleaving through it like paper. He leaped off the platform and towards the back wall, tearing a large wound in it. “Let’s go, guys!” As he said this, he looked specifically at Kepp. \nKepp flew out, almost knocking down the strange liberator. Kamen tore through the wall, his strength everlasting. The starless sky hung above them, they took off, sailing over the Union.\nAs Mia was getting back to her kingdom, the blasts of explosions echoed across it. God damn it, Vaule, did you let yourself go?! She ran quickly into the gates, potions at the ready. \nEntering her palace, she found Vaule running to the front. “Mia! Did you see it? A bunch of bone and bird people ran in here and to the secret room!” His eyes were wide with excitement, just like they always were.\n“Why didn’t you… Nevermind, I need to stop them!” She ran to the room quickly, finding it devastated and magmatic. Mykam’s body laid unmoving to the side, which prompted a gasp from Mia. But then she realized…\nWhere the hell did the dragons go?!\nShe ran out the gap in the back after jumping the railing, chasing whatever is out there…\nCubera followed Talaf as he ran forth excitedly, staring up at the magnificent dragons. Busting through another wall, a siren began to come closer to their ear.\n“BREACH DETECTED. ALL CITIZENS SHELTER IN PLACE. THIS IS NOT A DRILL.”\nMetallic voices surrounded them, ironclad soldiers following in suit. They were not going to be able to get out so easily.\nMia tossed potions at the unexpecting ravens attempting to keep up with the undeads, exploding as they hit the ground. She ran over the avian bodies, attempting to catch up to the dragons.\nKamen and Kepp slung flames down upon the city, the captors of torture. So much pain occured in so little time, engaging wrath and revenge.\nKepp continued to survey the broken city, until-\nWhat\nIs\nThat\nThing?\nHis hunger struck him. A small rat, brown-furred and curious, they had the same eyes as Kitty. Kitty, the one who got him into this mess, the one who tempted him, the one who made him even more hungry.\nHe had to fill himself.\nKepp dive bombed, aiming for the small rodent, jaws open, prepared…\nA bite.\nA screech.\nA flashback.\nAnd an explosion...\n\n“Mia, can you come help me with this?”",
  "cardId": "S11",
  "card": { "name": "Talaf", "mana": 8 },
  "category": "eastern-heat"
}
