{
  "author": "Zyries",
  "title": "11. Ascendancy",
  "content": "The desert sand was soft and warm. A cool breeze weaved its way into the cave, chilling the interior. There was no light, yet the moon illuminated the entrance just enough for general space. \nIn the back of the cave, there Kepp and Kamen laid, breathing in restful sleep. Slowly, Kepp rose awake, as the moon was at its peak. “Psst,” He whispered to Kamen, attempting to wake him. “Time to get up,” he said, moving his hand to poke him.\nKamen lept up, breathing heavily. “Where are we? What happened? Oh no, I’m getting déjà vu…” Kepp sighed. “It… A lot happened. I think…” He looked at his claws. “I think we died.”\nKamen blinked. “I… I remember. The lava, the burning, it… good god, it hurt… But… How did we…?”\n“I think they did something to us. With the metal. Something.... Something’s different.”\n“But how- Wait, where are we?” Kamen looked around the dark cave.”\n“A small cavern outside the dunes of the Swarm.”\n“I… No, that’s not possible… Could it be…? Follow me.”\nKamen closed his eyes and walked out the cave. He walked as if his feet guided him. “Kamen, wait…” Kepp called, but he didn’t stop. Kepp decided to follow.\nThe sand was soft, just like that night he met Omer. He never got to know what he was going to say, cut too short. And now where was he? A fugitive, a criminal on the run, Kepp couldn’t get the taste off of his mind. Would he ever be able to control himself?\nThey stopped at a large patch of golden sand. Kamen looked down at it, with Kepp by his side. Kepp looked at Kamen, then back at the ground. “Where’ve you led us?”\n“The sand… Step into it… Step…” Kamen began to walk closer and closer to the center, until... \n“Kamen, no!”\nThe sand swallowed up Kamen, no chance for Kepp to save him. “What… What was that… Do I…” Kepp panicked.\nDead or alive, he knew he wouldn’t regret entering the pit as well. And so he did. The gritty sand enveloped him, his body sinking lower and lower, deeper and deeper.\nThis is the end… Kepp thought.\nOh ho ho, it is only just the beginning, my friend. Kepp’s eyes flew open as the unknown voice entered his mind, his body suddenly being dropped into an underground cavern. \n“Got him!” Omer’s voice called out from below him, and Kepp felt something catch him and put him down swiftly. Kepp’s eyes opened slowly to look up, and saw Omer, Kamen, and a few unknown dragons around him. “Where… Where am I?” He said quietly.\n“Welcome to the Nest, my friend.” Omer grinned and helped him up. Looking around himself, Kepp saw that many different dragons filled the giant room, with sandy tunnels going in many different directions. Piles of riches were placed around the room at random.\n“I’m… There are so many…”\nOmer laughed. “Yup, that was my reaction too when I found this place. Let’s go meet the maker, shall we?”\nOmer began his all-familiar walk again, hoping Kepp followed. As he walked, he observed the conversing wyrms, drakes, wyverns, all different shapes and colors. He knew this was the most amazing place he ever saw in his life. \n“Well well well, is this the new member?!” A voice boomed from the upcoming room. The same voice that was in his head…\n“It indeed is!” Omer moved out of the way…\nThe entire room’s stone looked almost golden. vines grew from the walls, leaves sprouting from the ground. A grand bed of woolen sand in the center, and atop the grand bed was a literal deity, Xuri.\nKepp’s eyes widened at this sight. “I… my… how…”\nXuri laughed with ferocity. “I expected this, it’s a reaction I see a lot!”\nOmer turned to Kepp. “Remember a few moons ago, when we met? When I mentioned Dragoons?”\nKepp reluctantly nodded. “Well, Xuri here is one of them. Those who have tamed their enragement, and have risen to the rank of a legend.” Xuri waved his claw and grinned. “He’s making it sound easy. It took almost 137 years to get it right!” He laughed again, hitting the sand.\nKepp was wowed. 137 years? How long would it take himself? Also, dragons live that long? The questions began to flow back to him…\n“Uhm, excuse me…” Kamen’s voice came from behind him. He stepped forwards, letting Xuri see him. “Ah another member, have we here? Tell me your name, young one!”\nKamen rubbed his arm and looked at the sand, taking a deep breath. He looked at Kepp from out the corner of his eye, then began to speak.\n“My name is Emkanem.”\nKepp stayed silent. What? His name wasn’t Kamen? He should have known this- wait, why did Xuri go silent.\n“...Are you… Seriously…” A tear dropped down his face. “What have they done to you…?” \nEmkanem walked up to Xuri, being enveloped by his wings. They both began to cry. Kepp was confused, and wanted an answer, but Omer spoke first. “What’s happening?” He said, a little worried. \nEmkanem turned to the both of them, Xuri lifting his head above him, like an exaggerated likeness.\n“Omer, Kepp… This is my father.”\n",
  "cardId": "S19",
  "card": { "name": "Xuri", "mana": 11 },
  "category": "eastern-heat",
  "saga": "eastern-heat"
}
