{
  "author": "Zyries",
  "title": "4. Unwilling Initiates",
  "content": "“Here, your benevolence, is the Eastern drake we captured.”\n“Brilliant. Bring him to the Bulwark.”\nKepp’s blurry vision virtually made him blind as he was thrown to the feet of whatever small being stood above him. A tight ebony muzzle tied around his jaw, he couldn’t utter a word.\nDragged by the tail, he dizzily felt as his scales were pulled across the velvet carpet, burning his surface.\nSoon after, he was relieved by a cool sensation on his scales, liberating him from the pain.\n“Get ‘em chained!”\nThat same shrill voice from the dark night before. It - No, he could tell now, from that stance - she organized this. That emerald-wearing rodent, proud at her “accomplishment”...\nOne rodent came up to unfasten the muzzle. One he removed it, Kepp growled and leaped at the leader, suddenly thrust back by the chains pulled by the furred felons. \nHe wasn’t strong enough. The chains were tied down to their posts. The mouse waltzed up to Kepp, right out of range.\n“Well, well well, well. The beast tried bitin’ the hand that feeds, ey? I’ll keep that in mind, just you wait.”\nShe turned and left, but not before she spat on Kepp. Shaking it off, he laid limp, waiting until he could have enough strength to stand. At least his vision was getting better, so maybe he could look around the room at the time…\nThe entire room was a large sphere, bolts jutting out at random angles. It appeared to be some sort of metal, but much darker than your average hammer-worn iron. It seemed tempered, special. He continued looking, and saw... \n“Oh…”\nAnother dragon. Smaller in proportion to him, but its wingspan was much more impressive compared to Kepp’s. They, too, were chained down, and a warm smog lifted from their nostrils, as they breathed slow in their torpor. Maybe he could wake them up…\nKepp rattled the chains, pulling and releasing. The ruckus echoed against the walls, but seemingly had no effect on the wyvern.\nKepp took a deep breath. Plan B, he thought, and reared back, as far away as he could get from the other dragon. He stood there, and…\nRushing to the other end of the room, as close as he could get…\nThe chains triggered, and…\nBOOM!\nKepp slammed into the ground, a painful experience, but the sound created an explosive cacophony in the walls. \n“Wh… What was th- wait, where am I? What is this pl- Who are you?!” \nThe wyvern leapt to life, brought to consciousness by the blast of sound. Kepp stood up sore, and cleared his throat.\n“Kepp, from the East.”\nThe wyvern blinked, noticing the dried blood on his maw. From the East… Those vicious creatures… He noted his caution, and preceded as he thought fit the situation.\n“N-nice to meet you. My name’s, uh.. K-Kamen.”\nKamen, Kepp thought. A Tribal name. Could they really be…? No, they’d be serpentine, weird…\n“Well, what’s the last thing you remember?”, the Wyvern asked, yearning to learn more about this wild creature.\nKepp processed his previous few hours. A lot had happened, a lot he might not want to go into.\n“Well, I was with my family, and I… There was a ball. And I’m obviously not 21 just yet, but nearing it. I thought I was responsible enough to sneak out, but I got too curious of the dunes at night, and… I was trapped.”\nKamen nodded during this. Well, he seemed truthful enough. Almost embarrassing to explain.\nKepp looked at him up and down after. “What about you? You seem like you’re native here.”\nKamen sighed. “Yea, at least I thought. Guess I’m just a test to them now,” He said solemnly, looking up at the platform. “Now that I think about it, I think I’ve heard of this place.”\nKepp turned his head. “Well, what is it?”\n“Have you ever heard of Mia?”\n“Mia… Yea, rings a bell. Ironclad ruler, right?”\n“Yup, and head chemist. She’s concepted every alloy, every tonic. Basically thought of this entire place.”\n“Woah, quite efficient, huh?”\n“I guess. Anyways, this here is apparently one of her private rooms. Not many people know what goes on them, as they are securely sound-proofed.”\n“Huh, prepared as well.”\n“You aren’t bothered by the fact that they’re specifically sound-proofed?”\n“...Well, now that you point that out-”\nThe doors on the balcony flung open, surprising both dragons. A small but proud figure looked down upon them, hands on the railing.\n“Perfect. You can both hear me, correct?”\nBoth dragons stayed silent, in fear of what would come if they attempted to jump at her.\n“I said, can you hear me?”\nBoth dragons nodded.\n“Perfect. Let me introduce myself. My name is Mia. You will both be calling me General, got it?”\nAnother nod.\n“And you’ll both go by your codenames.”\nHesitation, but a nod soon after.\n“The yellow one, De1. The black one, Eo1. Noted?”\nNothing but fearful confirmation.\n“Good to see you’re both very agreeable. Now…”\nMia pressed an unknown button behind the railing, the chains on both Dragons releasing. Bars fell down from the ceiling around Mia, encasing her in protection.\n“Fight, and the victor will get to eat tonight.”",
  "cardId": "I13",
  "card": { "name": "Kamen", "mana": 4 },
  "category": "eastern-heat",
  "saga": "eastern-heat"
}
