{
  "author": "Zyries",
  "title": "Ch. 1 – Breaking the Binds",
  "content": "The bands’ melodious chimes swam through the air as if the wearisome humidity were at a civil war. The guests stepped and clapped in sync, acting as the couriers of one anothers’ souls. A hearty feast served as lining to the entire room, as the table expanded around the entire ballroom’s perimeter. Horned hosts and hostesses mingled amongst the outsiders, offering the finest bites of various shellfish and imported dwarven mead. The drunken kept in time with the dancing, anything but isolated from the masses.\nEvery invitation specifically read out only citizens of 21 years of age or older were allowed to enter the ball. However, it appears that a young faun had found her way up the stairs and to the rooftop balcony, isolated from the booming cheer below.\nShe waited expectantly, looking over the railing and down at the trade market, the repeating housing units, the town square, all equally and eerily quiet as one another. It was not normally like this, she recalled, from spending many hours a night sneaking up onto her own house’s rooftop. She grinned slightly thinking about this fact, proud that her innocence has brought her this stealthy veil.\nSuddenly, the light brought from the palace hallway behind her was shaded, but she felt no fear. Her suitor had finally arrived.\n“You really kept me waiting, huh?” She giggled, turning around to face him. His handsome visage was darkened, until he approached slowly, his mouth forming from the shadows.\n“Sorry, I got caught up with some things,” he said quietly, almost looking ashamed.\n His voice resonated deep within her heart. Gruff but still sweet, she knew he was not like the other satyrs. His glorious gilded horns shining in the moonlight, she stood silent, examining his features.\n“Uh… Is everything alright? Is it… Ugh, I’m sorry-”\n “No, no no, I’m sorry, I just got a little carried away. Please, everything is fine, I promise you.”\n He shifted nervously. “Alright, if you say so,” he mumbled and approached her, a few inches away from her.\nShe looked up into his eyes, narrow and elusive. “I’d like to ask what you’re feeling about right now,” she asked, smirking silently at the end at his obvious paranoia.\n“Not anything bad, just wanting to be here, I swear.”\n “I know it’s more than that. I can see it in your eyes.”\nHe stayed quiet for a beat. Should I tell her…?\n “Please, you don’t have to lie to me,” she pleaded, eyes wide.\n “... Yea, you’re right. I just don’t want to get caught, you being you and me being… me.”\n Her hoof stroked his face, sending a shiver down his spine. “I know you’re worried. You’ve always been that type of person. But don’t fret, I’m not afraid of you.”\nHer warm smile lightened his burdens slightly. “I… are you sure? Completely positive? I don’t want-”\n His lips were then sealed. “Shh, I’m sure, silly. I know it was only accusations, really. You could never hurt a fly.”\nHis gaze grazed the ground, solemnly looking back up to meet her eyes. I can do this, he thought. It won’t happen again, I know for sure.\nShe started to lean in. It was obvious what he had to do next.\nHe started to lean in too, matching her…\nControl yourself.\nThe soft hair…\nControl yourself.\nThe sturdy horns…\nControl yourself.\nThe tender meat…\nGod damn it, control yourself!\nHe couldn’t.\n His eyes fluttered open, reddened with an everlasting hunger. She gazed curiously into them, the curiosity changing to fear.\n He snarled, snapping his fangs.\n “What are you… No, no, I know you’re better than this, you can be different, you can change it, you can stop, please stop, no, please stop, stop-”\n Her cries were gone.\n Only crimson was left.\n He had to run.\n Fast.\n",
  "cardId": "S4",
  "card": { "name": "Kepp", "mana": 1 },
  "category": "eastern-heat"
}
