{
  "author": "Zyries",
  "title": "9. Kin by Will",
  "content": "“Mia, can you come help me with this?”\n“Yes brother, I will.”\nVaule was hunched over a small box with metal bolts on the sides. His whiskers twitched as he toyed with the wires inside. Mia looked over him and into the box, examining the wires. \nHe’s always loved explosives, she thought. Vaule was special, excessively intelligent at his age. But, alas, he was cursed. His small stature was how he would be even when he grew older. He might be smart, but bullies could knock him over with ease.\nVaule looked up at her. “Can you hold this wire for me? I need to connect these other two, but can’t let this one touch any others.”\nMia nodded and knelt down, holding the wire for him. She smiled softly at his excitement, his small hands working away their mechanical magic. \n“Anddd… got it! Thanks, I’ll take that now!” He snatched up the other wire and tied it neatly, connecting it to one of the wires below the rest. Bolting the top of the box, he picked it up, only being able to carry it using both arms. “Now, be careful with this, it triggers by impact.”\n“Alright, I won’t touch it.” \nHe’d blow himself sky high if he misuses that, she thought.\nSuddenly, a rodent ran up behind them. “Mia, Vaule, come with me. We’ve been breached.”\nMia stood guard by Vaule. “Wh-what do you mean?! Is Mother and Father alright?!”\nThe rodent did not speak, and instead grabbed her hand and rushed her away.\nShe quickly grabbed Vaule’s small paw and pulled her along, rushing through the halls swiftly.\nPassing the doorways, they heard cackles echoing in each. “E–, boys, look at what we got here!” Chiming shattered followed, and cheerful voices as well.\nPassing by the throne room, Vaule pulled away. “Vaule, no!” Mia chased after him, the agent unable to stop her. \nVaule was stood staring at their father and mother sitting at their thrones, midnight-furred beasts holding blades to their necks. In the middle of them, a tall figure stood proud.\n“Stop, stop! What do you want?”\nThe figure turned slowly, their mane flowing with the movement. Squaring up his shoulders, he looked down on the mice. “We are getting what we deserve. Your parents’ debt has grown too large.”\nMia stepped forwards, but the lion’s growl sent her fleeing backwards.\n“Well Laurus, we ending them or what?”\nLaurus turned back, disregarding the unthreatening rats. “Let them get any last words out. Their children are here, after all.”\nMia’s eyes fogged seeing her parents at the hands of these cat vandals. She shivered, weak and powerless.\n“You can’t… No, you WON’T!”\nVaule charged forwards, the box in his arms. He got ready to toss it at the prowlers…\n“I’m afraid I can’t allow you to do that.” Laurus grabbed the back of Vaule’s collar, jerking him back. The box was flung out of his hands, landing and ticking…\nThe shrapnel shot out, smoke burst from it…\nLaurus ran through the smoke, a cracking noise coming from behind it....\nMia attempted to follow, but the smoke choked her out…\n...Until it cleared, revealing two feline bodies.\nAnd the bodies of her parents.\nShe fell to her knees, weeping. She didn’t have a choice in this, no control over this. Why did this have to happen? Why did… Wait…\nShe got up and turned to Vaule. Vaule, her own brother, he killed their parents.\nNo, no, he didn’t mean-\nBut he still did-\nHe’s only 7-\nHe made the-\nChaos is bad. They need order. He needed to be controlled. She walked over to him, scooping him up in a hug, her tears staining his small shoulder.\n“Mia, will they come back?”\n\nHis voice echoed in her head as she watched the demonic drake swoop down and end him.\nShe looked around her, her beautiful utopia to keep control and keep peace, destroyed.\nShe stopped.\nWas it even worth the attempt?\nThe drake was flung back and laid limp, possibly dead. For good.\nMia took out a small remote, clicked a button, and spoke into it.\n“Initiate Argus.”\n“But you said Sei-”\n“Do as I say.”\n“...Okay. Done.”\nThe ground around the waste rumbled. Sinkholes appeared at random in the roads, being filled in by titanium bodies. They overrun the streets, every single one heading east.\nThey took her parents, they took her glory, they took the only one she had left.\nShe had nothing left to lose.\n",
  "cardId": "I12",
  "card": { "name": "Vaule", "mana": 9 },
  "category": "eastern-heat",
  "saga": "eastern-heat",
  "date": "05/2020"
}
