{
  "author": "Zyries",
  "title": "3. Never Alone",
  "content": "You can be different…\nOh, how wrong she was, Kepp thought. How unfortunately wrong.\nThe blood clinging to his maw was dried easily in the brisk winds. While the Swarm dwelled in the burning dunes, nights were relentlessly chilling. Luckily, this newly nomadic dragon’s inner brimstone had kept him warm.\nWhere was he to go? He was a murderer, a traitor. The previous occurrences only led to minor damage, not nearly close to thieving life itself. This guilt, his own fallacy… He knew what would happen. Why did he ever think he could be different this time around, why did he trust her?\n“You’re lost.”\nKepp spun around, looking for wherever the voice came from. All around him, it was pitch black.\n“Who… Who are you? Reveal yourself!”\nLeathery skin brushed against his tail. How is this creature so quick? \n“Calm. You’ll enrage again if you work yourself up.”\n“How the hell do you know about that?!” Kepp demanded, seeking any and all answers from this stranger.\nA clawed foot stepped forwards. The moonlight shone down like a spotlight on Kepp, the stranger entering this sacred land. This creature’s eyes being saucers of bleach, he peered at Kepp. Wings curled inwards to his back tight, his horns rivaled even those of Kepp’s. \n“Because we are similar.”\nAnother dragon?! Kepp thought that his orphaned childhood was the only possible truth, being the only draconian born in the Swarm.\n“How… HOW-”\n“Shh. We’re too close to the walls. The guards’ll hear us. Follow me.”\nThe strange drake swiftly walked in the opposite direction, expecting Kepp to be on his tail without a word. Kepp paused for a minute, thinking if he should actually go. \nWell, I don’t have any other option.\nThey soon arrived at a small den, packed under sturdy sandstone to keep the heat in. Entering it, the dragon sent out a small spark, lighting a pile of desert brush. \n“So, ask any question,” He said, curling his tail as he sat down.\nKepp thought through everything he could ask, but maybe it would be best to start with basics. \n“What’s your name?”\nThe stranger chuckled. “Easy. Omer. The guards call me Omer the Roamer.”\nKepp thought about that name. Omer… He has heard that before. An old tale, only a myth. Could he truly be them?\n“What is… wrong with me?”\nOmer sat back. “Well, isn’t that a complex question.” He picked up his scaly hand, pointing to his chest. “Have you heard of Dragoons?”\nKepp blinked. “No, I haven’t. What does it have to do about me?”\n“So, basically, these Dragoons are-”\nA rumble grew on the outside of the cave.\n“God damn it… God damn it, we have to go!” Omer growled, rushing out of the cave. Kepp dashed out as well, not nearly as quickly. His nerves taking hold of him, Kepp looked around in the darkness, wherever the tremor could be coming from. \nInside the walls of the Swarm, loud rumbling horns blasted out sounds of caution. Kepp knew what this meant: The blood had been found.\nKepp continued running, running into the darkness, with no idea where Omer went. That strange drake… Was this a trap? \nHis claws on the soft sand, his footing faltering, he didn’t look back.\nHe was tired and alone, in the dreary midnight wind. Where could he go?\nMaybe if he went into the-\nThe sand fell beneath him, into what seemed like a pit. An iron-threaded net webbed his wings, keeping him down on the ground.\n“Ey, boys, we got one!”\nA bright light shone down on Kepp. He winced at the intensity, looking up at the sandy ledges. Curious noses poked out, red beady eyes invading his privacy.\n“Pull ‘em up!”\nHis limp body had no restraint on the net, defeated and abandoned. He sighed, hoping for the best.\nAs he was drawn to the top, one of the furred pests stuck their nose close to his face, examining him. After a second, it grinned happily.\n“Mia’s gon’ have a field day wit’ you an’ that other wyvern.”",
  "cardId": "S12",
  "card": { "name": "Omer", "mana": 3 },
  "category": "eastern-heat",
  "saga": "eastern-heat",
  "date": "04/2020"
}
