{
  "author": "Zyries",
  "title": "10. An Unfinished Conversation",
  "content": "“So, would you like to let us know why you two busted the dragons out?”\n“You really think I’d tell you? Well, I’d be dead- OW!” Talaf recoiled from the blow to his cheek. “Shut it, ya bag of bones,” demanded the mouse, the same one that captured Kepp. “Answer the doctor and maybe we’ll let ya miserable fossils out wit all ya teeth.” She grinned at the thought of violence.\nCubera shivered. What had she gotten herself into? She thought back to what happened in the past few days… Her mission, the only thing that would have liberated her imprisoned brother… She risked it all for him, and for what, only for her to befall the same fate he did? She dropped her head, holding back tears.\nMia noticed her distress and walked over to her, lifting her head up by the chin. Her dark eyes welled like pools.\n“Talk to me darling,” Mia pleaded, her wide eyes looking into Cubera’s. “I’ll listen, I promise.” \nCubera’s shoulders slowly began to heave as the tears started to flow. The ruthless shackles ceased such a tight grasp as her wrists submitted. She was helpless.\n“I… I just wanted him free.. He… you..” She mumbled as she grimaced from her failure. \nMia’s expression softened slightly. “Who… who is it?”\nCubera shook her head. “You wouldn’t understand, he… brother Adhess…”\nMia shivered when she heard those words. Brother… “What about him? Please… Keep talking.”\nCubera’s sobs choked her out for a few seconds. “He was… imprisoned… He didn’t…” She took a moment to compose herself. “He only wanted to show the truth, be the courier of grim honesty. The satyrs… They aren’t meant to be equal to us, the Umbra Agreement…”\n“Umbra Agreement? So do you mean- You wanted to stop the Queen? Oh my days, I need to-”\n“QUICK, ATTACK!”\nThe duck slammed into Mia, knocking her over, and jumping onto the other rodent. Quacking triumphantly, it pecked her, causing her to yell out. “Get off me, ya feathery beast!”\nTalaf took the moment to pull hard against the chains, strange energy enveloping the metal, decomposing it, just like the walls. Grabbing his scythe and knocking the rodent out with one fell sweep, he turned to Cubera and broke through her chains.\n“C’mon, let’s dash!” He grabbed the duck and started to run, but turned around when he didn’t hear her following. There she stood, over Mia in slight torpor, holding her scythe. “Leave me, I have an unfinished discussion.”\n“Are you serious? I gave you all you needed, and now you’re siding with the enemy?”\n“I am not. I need to talk to her.”\n“Really. Alright then, we’re out of here.”\nCubera stayed silent. Talaf blinked. “Fine, cya never.” He left around the corner of the strange dungeon-like room they were in, his steps ascending the hidden stairs.\nCubera was alone. She looked back down at Mia.\nCould she truly get her brother out?\nExiting the city, Talaf looked into the red sand horizon. His duck on his shoulder, he wiped his brow. “Welp, it’s time for a long journey.” He chuckled to himself, and off they went.\n",
  "cardId": "S17",
  "card": { "name": "Adhess", "mana": 10 },
  "category": "eastern-heat",
  "saga": "eastern-heat"
}
