{
  "author": "Zyries",
  "title": "5. Savior from the Umbra",
  "content": "“And so when was the last time you saw Fi- Kitty?”\nThe felines sniffled and dabbed the corners of their eyes with light handkerchiefs. “The night before. She went into her room and said goodnight to us, but we didn’t hear the window open or anything. She’s snuck out before, but only to the roof, so we assumed we’d hear her…” The mom explained, on the verge of bawling. The father patted her back. “Kitty was a special goat, and we could tell that. We knew she was sneaky, but not nearly as much as… that…” His brows arched as the sorrow sunk in deeper.\nThe undead nodded and scribbled some words in her small notebook. “Thank you. I’ll be sure to bring this to the enforcement immediately.” She stood up and walked out the door, the notebook put into the satchel. The feline couple soon burst into tears, their wails reaching the ears of all nearby passersby.\nThe undead continued on the thin road, her skirt dirtying and fraying on the rough dirt. Up ahead was the Satyr enforcement department.\nFools, she thought.\nShe turned the corner as she went past the department. Not giving it a second look, she had her sights set on another building.\nThe door of the abandoned building creaked loudly as she entered, cobwebs brushing against her skinless arms. As she closed the door behind her, darkness enveloped her. Reaching to the left, her hand grasped a metal ring, which she promptly knocked on the wall.\n“Name?” A voice suddenly appeared from the dark.\n“Cubera.”\n“Come with me.”\nHer hand was grasped as she was led into the pitch black, trusting whomever brought her forth. She knew there was no danger in here, apart from the outside of the building.\nAs they went deeper, she could feel the ground incline slightly, as if entering an olden mine. The figure in front stopped suddenly.\n“Wait here.” The figure slipped into a passage, illuminated by an unseen torch behind it. Converse was heard from behind the door, but none of it was intelligible. \nAfter a moment, the figure came back out, a beard shown from the light. He held open the door for the lady, a false vindicator of the truth. “You may enter,” he said, commanding her forth.\nAs she entered, bone-rattling laughter and feathered fun erupted from the chamber. Ravens and undead alike lined the stone-hewn walls, full of tables and food. In the back of the room, two stone staircases adorned both sides of a glorious throne. And, atop that throne was an undead slouched and asleep, a small duck perched on his lap.\nCubera walked directly over to the foot of the throne, and cleared her voice.\n“King Talaf of Epsilon Noctis, I have returned with information on the Satyr murder.”\nThe undead in the chair shifted.\nCubera sighed and picked a pebble from the ground, tossing it at the waterfowl. It freaked out and flapped, squawking loudly. Garnering the attention of the entire room and waking the king, she proceeded with what she was saying.\n“King, I have info on the murder.”\nHe sat up in his chair and calmed the duck, making sure his crown was straight as well. “Do not hesitate to tell any and all.”\nCubera opened her satchel and handed him the notebook, which he took up and read through quickly.\n“So it is true. She was raised by Felines. Do you have a lead on the murderer?”\nCubera nodded. “Well, perhaps. It was said that the dragon, Kepp, was not seen this previous night, but the public has not paid much attention to him, as he had been ostracized years before.”\n“Hm. Well, we better get a hold of him. A beast that powerful can be helpful to us, especially one who is confirmed to have killed a lesser being before.”\n“I will be sure to, my King. All I need is a weapon.”\nPetting the duck, he looked down at it. “Let’s see what my adviser says.” He picked the duck up and put the beak near the side of his skull, listening intently. Nodding in agreement, he put the duck back down, the audience confused but used to his antics. “He has decided… the scythe!” The crowd cheered at the mere sound of violence, and roused even more at the sight of Talaf passing Cubera the perfect blade.\n“Thank you. I appreciate your trust greatly.”\n“Do your damnedest, soldier. Devastate any opposition just as I devastated the Queen’s palace years before.”\nShe nodded and with a grin, she thrusted up the scythe.\n“TOGETHER…”\nShe looked around the room, both dead and flightless.\n“WE WILL…”\nShe slammed down the scythe, piercing the ground.\n“SHOW THE WORLD…”\nShe waited, only a second.\n“HOW THE SATYRS DESERVE THE SAME FATE AS THE TOADS!”\nThe crowd cheered, a revolution afoot. Klaxi was their savior and their leader, not a “fair leader” like the Queen, giving power to those who are weak. The strong become stronger, the rich become richer, the worthy become legends.\nAnd no hoofed dimwit will be seen in their hall of legends.",
  "cardId": "S22",
  "card": { "name": "Cubera", "mana": 5 },
  "category": "eastern-heat"
}
