{
  "author": "Zyries",
  "title": "6. Draconius Bellum",
  "content": "“What? We don’t have to-”\nKamen leaped and tackled Kepp, growling mercilessly. He snarled, smoky drool dripping from his jaws. “I will not go hungry tonight,” he threatened, rearing his head back. Kepp gathered all his power and forced the savage wyvern off to the side, gathering bravery and vigor. He flapped his wings and propelled himself up, straightening himself to intimidate his foe.\n“Ah, so you’re a tough guy, huh?” Kamen hissed, his face contorting into vicious humor. “Better try harder then.” His wings spread swiftly as smoke poured out in volumes, deep flames growing in a ring around him. The thick smog filled around him, expanding slowly. “Try to beat what you can’t see!” The cry from the smoke preceded a chuckle, scarily ricocheting from every angle around Kepp, no indication to the direction it came from.\nThe smoke choked Kepp, permeating and penetrating his lungs. He coughed and regained his footing, doing his best to concentrate. It’s just the normal desert air, it’s alright…\nAn unseen claw knocked Kepp forwards, a tail sweep tripping him. Kepp fell heavily, and a talon dug into his back. “This is how it ends, flawlessly, huh?” The daggers slashed deeper. “Tragic…”\n“Okay, end it!” The smoke thinned quickly, exiting through vents not seen to the naked eye. Chains were ejected from the floor, grappling Kamen’s neck. It yanked him backwards, off of his near prey. Kepp cried out as the claws were ripped from his back, blood dribbling out of the fresh wounds. Shackles seized his limbs, confirming his benign state. The cage around Mia rose upwards as she began to continue.\n“Thank you for your participation,” she said to Kamen. “It seemed that threatening famine truly motivated you, hm?”\nKamen struggled, attempting to pull against the unmoving chain. “What… are you trying to say?”\nMia shook her head. “You are both eating tonight. I only wanted to give you an incentive to show your strength. You were most moved, but as for this one… well, he might need more encouragement.” \n“You… You basard! You can’t just-” \n“Silence.” Mia pressed another button, and the chain around Kamens neck expanded into a muzzle. Another expanded around Kepp’s mouth.\n“Helia, initiate paramedic protocol.”\nThe door that Kepp entered through rattled and flew open, the same verant-dressed vermin standing in the doorway. “Already? Aight, I’ll bring ‘em in. LOGGERS!!”\nA tall golem shambled through the doorway, having to duck through it. “AT STANDBY,” it announced. “We got a damaged soldier. Go fuse ‘em up. Don’t worry ‘bout the heat.” A mischievous look grew from these words. \n“UNDERSTOOD. INITIATING REPAIR.” The robot approached Kepp, the hand contorting into a fiery tool. Kepp attempted to yell for mercy, but the muzzle stopped any sound.\nThe sparks touched Kepp’s wound, burning and forcing the flesh together. Metal merged with the scales, creating steel stripes down Kepp’s back. Kepp’s eyes filled with tears from the pain, unable to yell out. \n“RECONSTRUCTION COMPLETE.” The bot returned to the rodent. “Thank you Loggers. You can return.” both of them left the room. \nKepp’s back steamed with hot iron added to his back. The muzzles released, and Kepp mumbled quietly. \nUnsurprisingly, Kamen spoke first. “WHAT THE HELL WAS THAT?!” he roared to Mia, demanding for an answer. “Only the beginning of your initiation to a super soldier, Eo1. You will have the same happen to you eventually, making you much better than you ever have been.”\n“You can’t… No, I had a family, I know they’re poor, but they can find out, they’ll find me!”\nMia bowed her head. “Might you be forgetting who I am? I am the leader of this entire kingdom. I know everything that happens. I am the chains that keep this whole boat from sinking. And if anyone does so much as to attempt treason against my dream, my retribution, my salvation, the hell they shall face would be given accordingly. Do you comprehend my words or must I throw you directly to the craters?”\nKamen was silent.\nShe slammed her fist. “Do. You. Understand.”\nKamen nodded slowly.\nMia took a deep breath. “Finally. I was afraid we would have to already lose one of our best soldiers.” She turned. “Food will be deposited at 6:00 and 17:00 every day. Eat it or it will be disposed of soon after. I hope to have more in-depth conversations with each of you tomorrow.” She continued out the doors, which slammed behind her.\nKamen shook his head in fear. “We.. we need to get out of here. We can’t let this happen. Kepp, you need to help me.”\nKepp laid there, silent. \nThis is my deathbed, he thought.\nThere was no escaping.",
  "cardId": "I2",
  "card": { "name": "Mia", "mana": 6 },
  "category": "eastern-heat"
}
