{
  "author": "Zyries",
  "title": "7. Predator and Prey",
  "content": "“... And that’s all for today, folks! Mirz, thank you for showing up today. And thank you, audience, for watching Dark Nights with Derk!”\nThe clap rune was played, the crystals flashed, and the televisor faded out.\n“Another successful show, boss!” The wildcat ran up to Derk with a small chilled cup, placing it on the flap of his box.\n“As usual, my friends. We’ll never even consider giving a half-pawed work to the public. These are the Heroes, the people who can control spells with their very hands.”\nAs he said that, Derk lazily stands up from his box, stretches, and walks over to the cutout of Mirz, knocking it over. “Make sure that the effects on this one are perfected. We don’t want to risk getting found out, do we?”\nThe saberpaw and wildcat shivered. “O-Of course, boss! We’ll get right to it!”\nAs the grunts ran off, Derk sighed to himself. Idiots, but the only ones I got here. Derk fixed his bowtie and went off to the backrooms, toying with the frayed curtain as he passed through. Entering his room, he sat down at the mirrors, examining his handsomeness. After a few moments, a figure walked in through the door behind him. Grinning a sharp-toothed grin, he peered at them in the mirror, paying their physical form no mind.\n“Well, well. What is it that you need now?”\nThe figure sighed. “Yes Derk, I know I owe a debt. But this is very important. I need just a little more…”\nThey trailed off, seeing Derk’s stern gaze in the mirror. Derk smiled at this, excited at their fear. “And why exactly should I give you of all people my charity again, hun?”\nThey shivered. “...Because you know me, you know what I can get you, please…”\nDerk stood up, eyes spiraling. Taking a long draw on his pipe, he placed it down, turning slowly. “Give me one example of when you haven’t leeched off of my wealth.”\nThe figure stepped back. “I.. uh..”\n“Exactly.” He walked back to his deck and ripped a drawer open, taking out a small sack. He walked back over to the figure and placed the sack in their hand. “I swear to the Goddess herself if you don’t pay back everything in full, your head will be mine. Scurry off now, I’ve got a bed to rest in.”\nThe figure reluctantly nodded. “Thank you. I promise I-”\n“I told you to scurry off.”\nThey froze, then ran off.\nMeanwhile, back at the Union, Kamen messed with wet meat, sitting next to Kepp. A heavy day of exercise ached their bones, and more metal did as well. They were slowly being forced to morph, change into disgusting draconian cyborgs.\n“Hey, K-”\nThe fear of hidden cameras silenced him.\n“...De1, do you think we’ll be able to escape from here?”\nKepp stayed quiet. His sullen gaze stared at the ground.\n“...De1?”\nThe door rumbled open, drawing both dragons’ attention. Mykam came through the door, a wrench in hand. He looked over the balcony and down at the dragons.\n“Can ya hear me?”\nThey both nodded slowly.\n“Good, good. Before you both go to bed, we have to test something.”\nThey shivered in fear.\n“Well, lemme just say… I’m sorry.”\nMykam pressed a button, and the ceiling began to open. A bright light was exposed, the dragons silently looking upwards.\nLava began to flow downwards.\nKamen and Kepp freaked out, flailing and pulling against the chains. They had to escape. They were about to die. The chains were relentless, Kepp was shackled, without finding his family, punished for... Maybe this was for the best. Maybe Kepp, the murderer, the beast, the despised creature that couldn’t even trust himself, had to go.\nThe lava enveloped Kamen, and Kepp soon after.\n\nBut what was that light.",
  "cardId": "N60",
  "card": { "name": "Derk", "mana": 7 },
  "category": "eastern-heat",
  "saga": "eastern-heat"
}
