{
  "title": "Eloth the Ignited",
  "author": "Kepp",
  "content": "The little rodent, panting and sweating looked up. After his big runs to deliver the explosive, he always liked to look up at the clouds, it was peaceful and almost silent, a big change from the furious skittering that was always on in the city. Yes, the smog clouds were calm, slow… but something was different… something dark was coming, looming over the clouds of smoke and steam that escaped the living city. The bronze pipes, shining with use and mist droplets reflected the shadow that slowly came near. It was huge, as big as a MC-314 gear (the ones from the upgrade stations) and it was about to emerge.  The little mouse gulped and froze with fear.\n    A mighty dragon came roaring down, its cry shaking the buildings, and as the beast soared, terrible flames spew out of his large mouth, blowing away anything in its path. He  flew and flew around the city with his bellowing flames and then sat on the old clocktower, and as it creaked under his might weight, the rodents gave away into panic, crying and shambling to find a weapon, an explosive of some kind, or just shelter. The dragon roared again with a hint of pain in his voice as the mice started to lauch their makeshift explosives at him. Then, a scream came from the speakers scattered aorund the city: \"STOP!!\" it was her voice, Mia. There she was, on her (almost) indistructible giant, coming down from her tower. She squinted at the titan. \"Bring me the prototype.\" she commanded, smirking \"let's see if it works on bigger vermin\". From her tower she had seen the dragon and she knew what he had done: with his terrible distruction he drew the royal M on her city, melting the rooftops and crushing the workshops. He had called her, he wasn't there to destroy, he was there to talk. Losing a couple of factories was worth such a powerful ally.\n    Shaking, the ingeneer put the last metal plate gently on the dragon's scaled skin. The machine turned on, buzzed, and a faint light emitted from the screen. \"My Brillancy, it works! The giant can communicate with us now trough his thoughts!\" \"Perfect. So, why have you called me?\" The screen turned red, and as the might dragon closed his eyes focusing, his thoughts cleared: flames, clouds, magic, dragons. Newborn from the storm, the dragons scattered across the lands, feasting and looking for a land to call home. Many just looked for survival, but others were smarter, and knew they will need allies to thrive. North, East, South, the mightiest dragons went to form pacts and alliances with the Queens and Priestesses that rules over the land. Now it was time for this might dragon to find his ally, and ally that would make him better, and ally that would understand his power. An ally like Mia and the Ironclad Union.",
  "category": "ironclad",
  "cardId": "I17"
}
