{
  "content": "The swift and agile Mutineers strike an agile and swift punch. They fight for what is right. Having their minor downsides is what makes them who they are.\n    The Mutineers were made of a normal pirate crew. They were sailing along the Radiant Straights when they realized they could do more.\n    They were always the best in the crew. Certainly better than the captain: All he did was sit around, drink and yell. They fought better, shot better and drove better. They were more strategic, powerful and simply were better.\n    And yet they only came second to first. Blocked by that useless captain. Things needed to change. Quickly. And so the plans were placed down.\n    It all happened in the night. The captain was thrown overboard and the crew was gathered sword point to the holding areas. Anyone who didn’t conform to the new change of staff wasn’t able to stay long enough to fight for it. The Mutineers became the captains.\n    As the storm struck, the ship floated in the air. Luckily, the crew was all in the holding areas, and nobody got hurt. Sensing an opportunity, the Mutineers trained the crew to be better at battle. They themselves became swifter, more agile and more effective.\n    They used three mana crystals to form their pure power. Their speciality was driving straight into a baseline. They were always powerful. However, they came with a drawback.\n    As the captain fell overboard, he cursed the talented sailors for their life. For being selfish. For only looking out for themselves. He cursed them to lose their companions. To lose their only friends.\n    At first, the Mutineers didn’t think much of it. Every time they attacked, a comrade went missing. Fine. They didn’t need them anyway. But as the Crystals started coming in faster, they realized the difference comrades make together.\n    Mutineers is a creature that works beautifully in cohesion with other creatures, especially high cost and ineffective creatures. Their power makes up for all loss. However, the curse of the captain will always and forever be upon them.",
  "title": "First Mutineer",
  "author": "Zethes",
  "cardId": "N12",
  "category": "neutral"
}