{
  "oldId": "RGF3bnNwYXJrcy1aeXJpZXM=",
  "title": "Hoarfrost Heart",
  "author": "Zyries",
  "content": "“Are you sure about this?”\n    I responded, “Yes, I’m sure. I promise. I love you.”\n    I never got a response.\n    We met in the Commons. She wasn’t dulled down like the rest, her mana out of line. They’re known for their charity, but this one… no, she knows what she wants. I, on the other hand, did not. We were supposed to be sentries, defending the Pact in case a siege became underway. Almost frozen in time, our sparkrods always at the ready by our sides. None could step out of line.\n    At least, not in view of another.\n    I looked around, my metal mask clanking as my neck fought against the brass brace around it. I didn’t see any others around, or it was just too crowded. Quickly, I rushed up to her, trying to keep my cool.\n    “H-hey.” Quite the start. But what else could I have said?\n    She turned as she heard my voice. Not to brag, but I sound pretty robust.\n    “Oh, hello. Do you need something, sir?”\n    She couldn’t see it, but behind my mask, my emotions were in anarchy.\n    Yes, I had a duty. And if it were to be found broken, the same would come upon me.\n    But there’s so much curiousity about what’s behind that barrier.\n    “A-actually, I was just wondering if you would like to… uh… hang out, or the such…” okay, maybe I didn’t sound robust at all times.\n    I could see a slight smirk curl her lips as I uttered those words. “Say, what type of hang out?”\n    Little did I know that she liked to play.\n    “Uh, you know, just… hang out?” I started to shake. The only other time I’ve felt this was when I came face to face with Logger’s adaptive abilities.\n    The smirk peaked more. “Alright, I’m interested. Where to, big guy?”\n    “Er… maybe… the Ice Gardens? I heard the sculptures are much more beautiful around this time.”\n    The Ice Gardens are the only place that we could go anyways, too unimportant to be defended with sentries.\n    The smirk bloomed into a full smile by this point. “Sounds good. I’ll meet you there around… 8?”\n    “Perfect. I’ll be there.”\n    “Alright! Nice to meet you, sir.” A quick wink as she turned and went away.\n    Holy hell, that wink. It brought something to me.\n    And I knew what I wanted.\n    Her.\n    Sneaking past the rest of the guards, no more sparkrods, was slightly difficult. Yes, we don’t make sounds when moving, but do you see how large I am? Luckily, I did make it there. And it seemed like she did too.\n    Because we don’t have electronic lights here, there’s no light pollution. And that’s right when I learned why I should be thankful for that.\n    The moon’s light shone down directly on her, illuminating the various angles of her wear, turning the indigo into more of a purple. Her back turned to me, I was hoping I could see the source of the wink soon again. And sure enough, I did.\n    She turned to me, eyes now glistening in the lunar glow. Now, without my mask on, she could definitely see my amazed stare. She giggled, only showing me how much more I wanted her. Not something chosen for me, something I chose myself.\n    “Hey, nice to see you again.”\n    I couldn’t respond. I was water in winter.\n    “Er… you okay?” The smirk coming back.\n    “Y-y-yea, just… woah.” I managed to stammer a few words.\n    She sighed and chuckled a little bit, coming up to me. She took my hand and guided me to a bench to sit down with her at, a cryostatue brilliantly glowing like clear gems in the moonlight.\n    “So, how are you?”\n    First thing she asked me. Like nothing else mattered.\n    From what I can recall, no one else has ever said those words to me, cared about my wellbeing.\n    How are you.\n    I…\n    …“I don’t know.”\n    She looked… perplexed. “What do you mean?”\n    “I just… I don’t know. I don’t know how I am. I’ve only felt one straight mindset for most of the time: numb. Stuck. Until I met you, like an infection… wait, what’s that look for?”\n    She looked surprised, almost mad. “She told me that you were treated right, given emotions…”\n    I didn’t understand. “Who?”\n    “The Lady.”\n    My eyes widened. No one could have connections to the Lady.\n    Except…\n    “You’re her daughter?!” I whispered harshly, almost a yell.\n    She sighed once more. “Wish I wasn’t. She’s always so stagnant, keeping her people in control. I thought I at least brought change to all of you, but… it appears I haven’t.”\n    I was still in a daze. What I wanted was my master’s kin?!\n    “I… it can be changed.” I wanted to make her happy.\n    Her head perked up. “It can? How?”\n    “I’m not exactly sure, but… we need to give emotion ourselves to the others. Just like…”\n    I paused. How are you supposed to say you want the sky you stand under?\n    “Hell, I want you. Right when I saw you, felt your aura. I wanted you. Right when I saw that smirk, heard your voice, felt that damn wink, I wanted you. Right when I saw you walk away and return to my view by lunar wings, I wanted you. I have never known what I have wanted and now I’ve found you and I don’t want to let you go because I don’t want to lose again and I want you to be happy and get what you want but I know that I’m below you but I know that you’re right here and you’re listening to me rant about this about how I want you so bad-“\n    My lips were suddenly sealed by hers.\n    Frozen in time, just like at the post.\n    But this time, instead of fearing the dropping bombs, I enjoyed them.\n    We stayed like that, for quite some time.\n    Until the fearful bombs accompanied the heavenly ones.\n    I covered her with myself, absorbing the shock. She held my arm tight, my back getting pounded by a new want.\n    A want to protect.\n    Anger swelled up in me. I snarled as I swung around. Turns out no defense in the Ice Gardens was a fool’s idea.\n    A sudden duty rose up as well. The Pact must be defended. Loud blares of sound all around us. She still clung to me.\n    “Listen, I’m sorry about this. I have to go.”\n    “No, please… stay with me. We can continue your idea, and I can help you, and…” her pleads were almost drowned out by the roar of war.\n    “I have to. I’ll be back, alright?” I looked her directly in the eyes.\n    She stared at me for a couple moments in consideration.\n    “Are you sure about this?”\n    I pulled away from her, mask dropping down onto my face, sparkrods forming in my hands.\n    I responded, “Yes, I’m sure. I promise. I love you.”\n    I never got a response.\n    Instead, I got shattering.\n    I got a stampede.\n    I got a disappearance.\n    I got angry.\n    I joined the insane stampede, a legion of energy crashing towards a disgusting metal army.\n    I fought with my new rage. The sparkrods firing out, smashing the tin cans, retaining damage, I did it all with rage.\n    I did it all for her.\n    My rage gave energy to my teamates. We destroy, we recycle, we reuse, we repeat.\n    And we won.\n    But I did not.\n    I am still fighting that war since this very day. I have been wanting to get her back for all of these years, no idea where she went, not even sure if she perished. I have been retaining this for so long.\n    But no matter. This is the day we win. This is what we want. This is our choice. We can fight against this madness, this control. We are strong.\n    And we want a revolution.\n    So who’s with me?",
  "category": "winter",
  "cardId": "W16"
}
