{
  "title": "Invasion of the Iba dragons",
  "author": "Pepegak",
  "content": "How beautiful is the city of Katran, one of the 5 “main” capitals of the Universe. This miracle is located in the Swarm of the East, on the shores of Lake Cherenk. Feasts are held there for a whole year, flowers do not fade, laughter is heard when the rest of the cities are dying of drought (does not apply undeads).\nHowever, this beautiful city has one drawback — it is located on the shores of one of their lakes in the kingdom, which are few, which means that all living things flock to these places to drink water. And every year in the summer, in July (to our date, because only in Swarm is an outdated system of separating the seasons), thousands of dragons flock here to drink, and sow destruction on nearby territories.\nAnd now it is July, which means that the city is preparing for such an event as the “Invasion of the Iba Dragons” — when thousands of dragons flock towards the city and destroy everything. All Lost Fauns and Elite Deathguards, no matter what: citizens or city guards, gather near the northern wall and wait for the dragons to arrive. Knights from the Neutral Kingdom also come to the rescue, such as the Terrific Slayers, Joust Champions and Temple Guardians, because they are masters in destroying dragons and protecting the fortress, and they are also paid big money for this, and / or they receive privileges in the kingdom.\n\nThe hour has come. A black-and-yellow cloud rises into the sky for many thousands of meters, and the defenders understand that these are dragons flying. Of particular danger are Dreadful Keepers, who lay eggs on the backs of Draconic Roamers, from which other dragons hatch, and are capable of wreaking havoc. Defenders are full of confidence and able to fight back against the enemy. This cloud is getting closer. This moment has come. 3… 2… 1… The defenders were the first to suffer losses. Tens of dragons knock down the defenders from the walls and tear them to pieces. Other, more fortunate or experienced defenders manage to kill dragons even before they reach and knock them down. This city defense lasts from 2-4 hours to 5 days! During this time, the city has run out of provisions and defenders. Fortunately, Swarm heroes help in protecting the capital too. Counselor Ahmi creates clones of himself, and Queen of the Herds brings satyrs back to life, and together they also protect the fortress from these critters.\n\nAfter 6 hours of stubborn defense of the fortress, the raid of dragons stopped. Defenders can now take a break. The bodies of all deceased defenders-knights are buried by their brothers in arms. And the remaining defenders use the bodies of all the dead dragons as meat, because they make such delicious soups and chops. After the end of the Invasion of the Iba Dragons event, a huge feast is held in the city and kingdom. Mourning music plays, say goodbye to the dead, escorted to the afterlife.\nA few days later, all the fuss returns to this capital: the population laughs again, the plants are blooming, the music does not subside. And everything is forgotten like a terrible dream until next July…",
  "category": "swarm",
  "cardId": "S12",
  "date": "02/2021"
}
