{
  "author": "SirToast",
  "title": "1. A Lonesome Company",
  "content": "The heat wore on my back, blistering, yet I was used to it at this point. I was a satyr, not a fancy dreadfaun, not a herald, just a satyr, part of the horde. My cloak blended in with all the other satyrs, but I like to think that the dust patterns are unique to me, though I suppose I don’t exactly stick out from the crowd.\n\nAround me were lines and lines of other satyrs. A horde, or mob, if you will. Really, it was a company, a battalion, of sorts. Our spears hailed the glistening sky, and out faces proudly marching out from our desert home.\n\nWe were supposed to rendezvous with two more generals and their respective forces, after combating a Shadowfen province and besieging a Winter pact occupied city. We were supposed to be accompanied by an undead company, and to our collective surprise, Counselor Ahmi, who was supposed to host our convocation. \n\nWe whispered about his potential presence with glee and excitement, such an important figure of power among our ranks, something that the young fauns dreamt of in their slumbers. \n\nIn fact, on the topic of young fauns, one approached me, ferrying spears and daggers to all of our kin. They looked up at me eagerly.\n\n“Hello, Mr… What was your name again?”\n\nI chuckled internally at this, “I am Lesh, and I suppose it is quite easy to lose track of the many names in this company,” \n\n“Oh, ok Mr. Lesh! Here, have this pointy spear thingy!”, Soon after these words were uttered, a long and sparkly tipped spear was promptly thrust into my hands. The young faun bounded off elsewhere, either to hand out more weapons, or to meet with their other young faun friends.\n\nWe were about to set off on a march, high on morale and our adrenaline rushing, we felt that we could crush any opponent who dared set foot between us and our goal. \n\nSuddenly, a loud bark. It was the commander, who was ordering us to harken. We all knew the march was about to begin. \n\n“Attention, Satyrs!” The commander cried, to which we all stood in unison and at attention. Well, all of us excluding the fauns, who were still talking amongst each other.\n\n“We are marching off to war! And marching off to our graves, potentially,” The commander said “If anyone wishes to leave the company, say so now. There is no return from this point,” \n\nOf course, this was a common trick. They wouldn’t let you actually go back,  they would kill you on the spot. This was to root out cowards and potential traitors, though it was best to do  so when morale was high, so the troops would not feel quite as dreary. \n\nAnd of course, nobody fell for the ruse, not even a single satyr or faun stirred. \n\n“Very good,” Said the commander, with a nodd. Now, I would love to detail what followed afterwards, but honestly, I wouldn’t want to bore your ears off with the commander’s speech. You would be sitting here, reading for hours if I had decided to include it. \n\nNow, after said speech was completed, we set off on our march. Out hoofbeats echoed through the canyon walls, blessed by the sun itself, we thought that our mood would never dampen. \n\nThat assumption was very, very wrong.\n\nWe stomped our way out of a rampart, and out of the canyon that we once stood in. Our banners waving in the air, and the sunbaked air flowing through our nostrils, we set out for our objective. \n\nIt was a long trek, not a very lively one at that, and many of us were already quite bored. The commander took notice of this, and took a detour to a nearby village. \n\nNow, our supplies were not at all depleted, but then again, many of us thought that it would be a good idea to sneak a few packs of dried capybara snacks for the road. In truth, there was no road, but you probably get the point.\n\nThere, at the village, we rested. In fact, a fellow two ranks behind me, a dreadfaun named Tau, revealed that they were in fact very skilled at playing the bongos.  \n\nAfter all our festivities were over, we hit the wastes yet again. The sun was now beginning to sink over the horizon, casting a bright orange glow, contrasting the dark purple of the early night. \n\nNormally, we would keep on marching, but since we were so close to the enemy, and many of us were tired, we decided to camp out for the night. Wood of course, was not very abundant in deserts. Thus, we only had a few twigs to start a fire. However, we had plenty of coals, which we used to set up bonfires. \n\nWe put up our tents soon after. Someone actually put in the effort to construct a moonlit aerie. It’s a shame that we have to take it down after our rest, it actually looked quite nice.",
  "cardId": "S1",
  "card": { "mana": 1, "name": "Faun" },
  "category": "march-of-fauns",
  "saga": "march-of-fauns",
  "date": "10/2020"
}
