{
  "author": "SirToast",
  "title": "3. Solemn Footsteps",
  "content": "The sound of a horn rang throughout our ears. We emerged from the undergrowth, us horde members, the dreadfauns, the wasteland elders, our pan heralds, and our faun companions rushed out, screaming for a fight. \n\nThe shadowfen force, which was only a few paces from our hiding place, was completely caught off guard. They all surged upwards, though it was too late to stop our advance. \n\nThe sound of our hoofbeats alone drowned out their obnoxious squawking and their gurgling, and the sound of our battle cries was sure to deafen any who opposed us. When the lines met, I had the wind knocked out of me, as if something had just slammed into my chest, which revealed to be the satyr in front of me suddenly stopping. \n\nApparently, Our force had thinned out to cover more land, and I was near the front of the combat.\n\nHow lucky.\n\nI thrust my spear forward, above the satyr in front of me, I felt it come to contact with something, it buried into whatever foe I had just stabbed. I looked forward, to have a look at  who I had slain, but so much of the enemy force was dying all at once, I couldn’t quite see where my mark landed. \n\nA group of satyrs beside me charged forward, and suddenly lifting their spears above their heads, as if shielding themselves from unseen projectiles. \n\nIt wasn’t long before my group had broken through the enemy line. We swiftly charged through, and found ourselves behind the enemy’s front lines. In the hollow space we chose to either flank our opponents, or destroy their outpost. We all opted to destroy their base. \n\nNever before have I ran so fast, my legs moved on their own, and my hooves ached. We were soon met with a decisive counterattack, as a group of crows halted our efforts to destroy their nest. \n\nI, foolishly, was the first to charge ahead. I drew my spear at my side, and like one would do with something like a glaive, swung it diagonally at my foe, slitting the raven’s throat. \n\nSuddenly I felt a sharp pain from my side. Another raven had struck me with their staff, and I was almost thrown to the side by the blow. In fact, I might have died, if not for my other satyr allies. \n\nBefore the raven could strike me again, a spear blocked it’s descent, coming from over my head. A spear wall answered the other ravens. Looking up, I saw the rest of my group rush forth, ramming into the enemy with their valiant horns, their spears coated in the blood of the enemy.\n\n I stumbled up, and luckily parried a blow coming from my left side. I leapt upon my foe, like the rest of my allies were doing. My opponent blocked my attack with their staff, though we found ourselves in a bit of a grapple. My spear locked against the raven’s staff, and there we wrestled, pushing our weapons upon the other. \n\nI stared into my opponents eyes, and in them, I actually happened to find emotion. I saw anger, hatred, and strangely, fear. Not that I really cared about what my opponent felt.\n\nI suddenly twisted my spear, so that the handle would go under the handle of their staff. I quickly sidestepped to the left, and hurled them over my head, and onto the ground. They fell, and attempted to scramble away, using their two legs to propel themselves away from me. I stared down at them, and lifted my spear to end their life.\n\nWell, that didn’t go quite to plan, as another raven pushed me away from them, and I only barely had enough time to catch their attack with my hoof, though I was thrown to the muddy ground most ungracefully. I was once again wrestling for my life. \n\nThe raven that I had recently attacked attempted to stand up, but was immediately slain by another one of my satyr friends, who happened to be right behind them with a spear. I would have found this humorous, if it weren't for the fact that I might die, and the fact that it wasn’t actually that funny.\n\nLocked in a strength contest with my foe, I decided to take a bit of a risk. I pushed forcefully against my opponent, stunning them for a few seconds. I swiftly reached to my side, took out a dagger, surged upwards slightly, and before my foe could swing at me again, I twisted my body so that the dagger could strike them. \n\nI brought the dagger, which was now embedded into the enemy, down to the ground, dragging the raven’s corpse down with it. \n\nWith a thunk, the corpse landed onto the muddy earth. I recovered, and stood up, my arm and hooves dripping in the blood of the enemy, though that was the least of my concerns at that moment. \n\nI looked around, and saw that the toads and ravens were now putting up more of a fight. Though our charge was valiant, the enemy was now using witchcraft of all sorts to try and win the battle. The air was filled with the metallic stench of blood and weapons. Our elders fired arrows from above, though they were attacked by the ravens soon after. Something surged up inside me. Was it anger? Probably, as these elders had told us stories since we were young fauns, and we all knew them well. \n\nApparently, others felt the same, as many satyrs descended upon the ravens who dared attack our elders, several with looks of hatred scrawled upon their faces, and even foaming at the mouth. I, of course, didn’t hang around long enough to see what would happen next.\n\nWe rushed into the enemy’s nest, slashing away at the wood that held it together. More and more of my fellow satyrs joined us, hacking away at the structure. Suddenly, we heard a rumbling noise, and rushed out immediately, thinking that the structure would collapse. \n\nWe were wrong.\n\nThe structure didn’t really collapse, Rather, it blew up in a miraculously bright fireball. We dived for cover, some of us leaping into the mud, others just diving onto the ground and praying to not be caught in the blast radius. \n\nBurns and blisters coated my hide, as I dove for safety. Everything hurt, my arms, my legs, hooves, horns, torso, and my ears too. My cloak had caught a few embers, that gnawed at my sides. I yelped, and rolled around in the mud in an attempt to put them out. They went out, but not easily. \n\nUpon recovering, I saw the ravens and toads flee in a panicked mob. We rejoiced, albeit wearily. We held our spears high, and cheered, trying to wash away the foul memory of battle.",
  "cardId": "S1",
  "card": { "mana": 3, "name": "Faun" },
  "category": "march-of-fauns",
  "saga": "march-of-fauns",
  "date": "10/2020"
}
