{
  "author": "SirToast",
  "title": "2. Quagmire",
  "content": "At long last, we passed the night. We awoke at the crack of dawn, when the sun was still rising, casting an orange glow over the sky just as it had done before. \n\nWe were called from our slumber by the commander’s loud bellow, and the call of a horn. It wasn’t a very nice way to wake up, but it was certainly effective. \n\nWe set out to march soon afterwards. A thousand hoofbeats on a thousand miles of desert, or at least so it seemed. The only good thing that came out of the march (for us, of course), was that our weariness had worn off, and our adrenaline began to rush just as it did back when we first set out. \n\nAt one point, we halted, and the commander ordered us to sharpen our spears and daggers if they were dull. We all did, of course, but we didn’t quite know why yet. \n\nOf course, we soon found out, when the desert began to end, and the warm, welcoming sand quickly transitioned to a disgusting blend of dirt, sludge, and an assortment of other viscous substances that us satyrs didn’t really want to think about. \n\nThere, we halted to stop. We were ordered to set up camp, and to construct an aerie. We did as we were told, and in a few hours, we had set camp, and had constructed the said aerie. \n\nIt was rumored that having one nearby made us satyrs feel stronger, which to me, was a bit bogus. Though in truth, it actually did, in a sense. After all, we always tended to stash our weapons there when we had extra.\n\nWe sent ahead scouts, two warfront runner mercenaries, as many called them, which we recruited from a wandering caravan before we set out on this stinking place. They set forth with such speed, that my eyes couldn’t quite see their legs anymore, for they were now but a blur in the distance. \n\nAgain, we left our camp, but did not pack up our tents, by the order of the commander. The mud did not feel very good on our hooves. It clung to our hides and stuck to the crevices in our feet. At one point, we tread through a knee deep mud river of sorts, where we had a rather strange encounter. \n\nOne of our horde members let out a piercing shriek from the line ahead of mine. When we doubled back to see why, we found that they had stepped on a pile of corpses. We dug them all out, though fortunately, none of the bodies were of our kind. They were ironclad. We could tell by the number of rodents that were shriveled up in the mud, which clung to their fur and stuck to their faces and goggles. We hauled out a number of their machines too. \n\nWe tried to salvage some of the metal on their bodies, and tried to steal some of the bombs that the rodents carried, but to no avail. The mud had made all the iron rust, and all the gunpowder had been practically dissolved into the mud by then.\n\nPassing the mud river, we met with our warfront runner mercenaries. They reported to us the terrain, landmarks, and most importantly, a shadowfen force just ahead. The commander thanked them, and let them stay behind at the camp. \n\nOf course, none of us were this lucky, and we were all ordered to advance forward. Excited murmuring broke out amongst our ranks. We would be fighting soon, albeit practically against animals, we would be fighting, nonetheless.\n\nI am ashamed to say that I was one of the many who murmured with glee, lusting for battle and for blood, many of us were. However, our elders and veterans looked far less excited. I wondered why. \n\nAround three thousand paces forward, we stumbled upon signs of a shadowfen force, as the mercenaries before said. \n\nWe all gave a horrified yelp when suddenly we realised that hands were poking out of various bodies of water. To whom the hands belonged to, we did not know.\n\nSoon, we eventually had to march across a body of water, hands and all poking out. We argued over if it was safe to cross, as there were bubbles spurting out from beneath the water, releasing some kind of unknown gas. When we were told that we had to cross it, many of us debated about who should go first. \n\nWe settled on a volunteer. A young, rather proud satyr, who’s name was Dune, stepped forward. She leaned forward, reaching out with one hand to touch the water. \n\nUpon touching the “water”, she immediately screamed a curse and bolted away from the river. When we looked to see what had happened, we saw that her hoof had shriveled up, and that it’s edges had been completely dissolved. \n\nWhile our heralds and elders tended to her wound, we devised a plan to cross the river without any being dissolved. \n\nThis actually took quite a bit of time, as we had to cut down several trees, most of which were twisted in strange shapes. We constructed a bridge out of these trees, if you could even call it that. It looked rather unstable, and I didn’t quite trust its structural integrity. \n\nThe most acrobatic of our company chose instead to simply leap over the gap. I tried this, and most fortunately, I made the leap, albeit barely, by taking a stop on a nearby river stone. \n\nFortunately for everyone else, nobody was injured, except Dune, of course.\n\nWe continued our march. After a thousand more paces forward, the front lines reported that they could see the shadowfen force. After a few more steps forward, I could see them too. \n\nIt was mostly a company of ravens, though there were a few toads and frogs among them. We stuck to the undergrowth, so that they couldn’t see us. They appeared to be recovering from a recent battle, handing each other leaf bandages and casting healing spells. There, we waited, waiting for the call of battle. We clung to our spears eagerly, and waited for the order to sound out.",
  "cardId": "S25",
  "card": { "mana": 2, "race": "faun", "name": "Lesh" },
  "category": "march-of-fauns",
  "saga": "march-of-fauns",
  "date": "10/2020"
}
