{
  "author": "SirToast",
  "title": "4. Weary Marching",
  "content": "Marching away from the swamps, and the battleground, we went back to our camp. There, we sharpened our weapons, and watched the fauns hand out blades, though with less enthusiasm than they had before.\n\nI sat in a medical tent, with many other satyrs. The heralds, fauns, and elders set forth, tending to our wounds. I was quite battered up, though better than many. I saw a fellow who had upright lost a horn, and an ear, with a very upsetting gnash at their side.\n\nI passed the night wretchedly, as my sleep was filled with nightmares of death and fear. I tossed and turned in my sheets.\n\nI was awakened from this uncomfortable sleep by a strange whirring sound. When I looked outside, the aerie that we had built two nights before was humming, and something was spinning above it. A strange green mist surrounded me, and many others.\n\nI coughed and wheezed, and ducked for cover. Though once the mist cleared, I realized I was no longer in very much pain. I looked at my arms and legs. Somehow, my wounds had practically disappeared. The commander explained that the aerie often did that.\n\nFrom that day forward, I never questioned the commander.\n\nWhen the morning rose, we were awakened to the sound of a horn. Some of the younger fauns, who still hadn’t recovered from the battle yesterday, yelped and hid.\n\nWe set out, marching through the welcoming sand once again. The sun welcomed us, though few of us wanted anything to do with it.\n\nWe marched wearily through the desert sand, our dried capybara snacks from the village before had all been eaten, and we were waiting for our next ration distribution. Us satyrs were used to not having much food, so we didn’t quite need daily meals to keep us going. We were expecting the meal to be later tonight.\n\nA poor unit, a rank behind me, who had been the first to charge, had been struck with some kind of shadowfen dart. Whatever devilry was put into it, we did not know. That unit was never quite the same.\n\nThey looked far weaker, paled, and most alarmingly, vomited a vicious purple and green substance onto the ground every now and then. It was horrifying. We all swore revenge on the tribes of shadowfen on that day.\n\nWe marched into a bit of a ravine, a cliff face towering above us on one side, around the size of a small dune. There, we set up camp yet again.\n\nWe prepared pots to make meals, and started fires to boil the broth. The sun began to set over the horizon, and many of us prepared to sleep. However, our commander told us not to sleep, rather, to dig into the cliff face, so that everyone could curl up in it.\n\nMany of us did not want to do it. In fact, someone openly protested about it, saying that it was pointless. The commander, most cryptically, said “Better safe than sorry,” Some refused to dig, but I trusted the commander, so I dug, along with many others.\n\nTau, to our delight, tapped away at a pair of bongos that night, as we chanted along, easing away our weary souls. It would have been a merry occasion, if it were not for the war looming over us.\n\nWhen the soup was ready, we all had bowls to eat from. Now, the soup was made by a friend of mine, who’s name was Abzu. And I knew, with experience, that they were an absolutely horrible cook. So horrible, in fact, that before they even started cooking, I went up to them to speak of this matter.\n\n“Abzu,” I said “You’ve never quite stricken me as a cook. Most certainly not one that can cook using cutlery,”\n\n“Oh do not be silly, Lesh. I am practicing my cooking skills, of course. Not really trying to make a good meal, rather, to prepare for the moment when I do,” He said to me,\n\n“Yes, but why don’t you do that in your free time, when you are feeding yourself, rather than a thousand other fauns and satyrs?” I asked\n\nTo which, he replied, most shockingly, “Well, I’m not quite sure I’ll have a chance to cook after this whole war thing is done,”\n\nOf course, the soup wasn’t very great. In fact, it was rather bad, I’m afraid to say. It was quite bitter, but it didn’t quite have the bitterness’ charm. Not only that, but it was very strong. Incredibly strong, in fact, almost like a tonic of some kind. I cannot put many words to describe the soup, as I do not know how to describe it myself, only that I know it was very, very bad.\n\nEveryone else seemed to think the same too. However, we all thanked Abzu. Probably guessing the looks on our faces, he said “Oh come on, it can’t be that bad,” And proceeded to take a sip for himself.\n\nThe following face that he made was almost painful to watch, and at the same time extremely comical. He looked like he had not only seen a ghost, but every single dead person in existence had just walked up to him and struck him on the kneecaps.\n\n “If you have tasted what I have just tasted,” He said “Then may the queen of herds have mercy on our souls,”\n\nTo this, a chorus of laughter rang out from us. From then on, Abzu’s soup would be a running joke, often treating the soup as if it were a deadly poison. In fact, a satyr who was stricken with a shadowfen dart earlier jokingly said, “If the shadowfen toads used that soup instead of whatever toxin they used, I’d be dead in a matter of seconds,”\n\nThat was probably the highlight of that night, if it weren’t for another event that would later take place.",
  "cardId": "S1",
  "card": { "mana": 4, "name": "Faun" },
  "category": "march-of-fauns",
  "saga": "march-of-fauns",
  "date": "10/2020"
}
