{
  "content": "It was dark, and cramped. She woke up to silence. Then she heard the sound of stone being moved, a light came into her view. Then she realised where she was. A tomb. She sat straight up, then looked around her, the undead of her kind was standing around her. And behind them, goat men. A hand, was extended to her, it was one of the goatmen dressed in red and gold robes holding a scepter in the other hand. He said “My queen, welcome back. Come your majesty, I have someone who would want to meet you.”\n    She looked at his hands, then back at him. She accepted it and he helped her up.\n    As she stood out of her sarcophagus, the undead bowed to her, and the goatmen behind them knelt down in unison. They all then said “All hail the queen!” She was still confused at what is actually going on, but she played along. Then the goatman in robes motioned her to a large stone door at the edge of the great room. She followed him as the undead and goatmen made way for her. When she made it to the end, a great stone door was infront of her, guarded by two undeads wielding a scythe. The goatman then said “Open the door” the two undead then bowed and said “By your command, my liege” then the great stone door raised to reveal a blinding world. She went ahead of the goatman to see a vast desert.\n    She then saw a cliff nearby, and a great golden dragon was overlooking it. It then flew to her. The dragon then said in a majestic tone “Greetings, my queen. a new age has come. And you will help me restore the empire.” She was still awed but managed to regain her composure and said “And who are you, dragon?” The dragon bowed his head and said “Xuri, my queen. Lord of Life.” He then turned to the vast expanse of desert and said to her “Come, my queen. For we have much to do” it was silent for a moment, then the goatman in robes asked her what she should be called by her people. She thought for a moment then said “I shall be called… the queen of herds.”",
  "author": "Seth",
  "category": "swarm",
  "cardId": "S21",
  "title": "Queen of Herds"
}