{
  "content": "It must be preserved. Tegor’s legacy will not be forgotten, not while I still breath the same air and walk the same ground as him. The air and soil of the Grove are all I can still trust when hysteria leads them to leave it.\n  It must be preserved.\n  They said that the air started to freeze and the soil started to crack as deadly winds foretold our fall into darkness, but I know that while the Grove still stands against these forces as it has for untellibly long, I will protect our secrets even from myself.\n  It *must* be preserved.\n  \n  I scoured the eternal halls, making sure that every engraving was carefully incased in ice as requested of me, lest they finds the secrets.\n  As I scanned the walls, I felt something… unnerving. Like an important, old reminder, an urge to break my view of the twisting walls.\n  My footprints? I thought the Grove was infinite? How long hav-\n  \n  *The footprints are not your own.*\n  \n  Who’s footprints are they then?\n  \n  *The footprints of parasites, of vandals and invaders.*\n  \n  As I looked closer at the footprints, I realized I was right, the footprints don’t resemble my own, there’s no slide marks that any self respecting wyrm would leave!\n  \n  I tried to avoid thinking about the way those footprints looked to avoid unnecessary headache, and instead focused on searching through the caverns for the intruders….\n  \n  My mind grew numb by the time I found them, but I finally did, seeing a familiar face…\n  *Traitor.*\n  \n  “I thought you’d never return, you left the Grove when the Grove, no, I needed you most! You called me *delirious*! \n  “That’s not wh-“\n  “Not what? You left me alone.”\n  \n  The traitor had nothing to say as I closed in, only looking filled with the guilt he should feel, and as he flew onto the alter, *I realised I had no choice.*\n  \n  I mustered all of my breath… and Tegor was gone, nothing more than dust.\n  \n  …\n  \n  It must be preserved.\n  Tegor’s legacy will not be forgotten, not while I still breath the same air and walk the same ground as him. The air and soil of the Grove are all I can still trust when hysteria leads them to leave it.\n  It must be preserved.\n  They said that the air started to freeze and the soil started to crack as deadly winds foretold our fall into darkness, but I know that while the Grove still stands against these forces as it has for untellibly long, I will protect our secrets even from myself.\n  *It must be preserved.*\n  \n  I scoured the eternal halls, making sure that every engraving was carefully incased in ice as requested of me, *lest they find the secrets.*\n  As I scanned the walls, I felt something… unnerving. Like an important, old reminder, an urge to break my view of the twisting walls.\n  My footprints? I thought the Grove was infinite? How long hav-\n  \n  *The footprints are not your own.*\n  \n  Who’s footprints are they then?\n  \n  *The footprints of parasites, of vandals and invaders.*\n  \n  As I looked closer at the footprints, I realized I was right, the footprints don’t resemble my own, there’s no slide marks that any self respecti-\n  \n  “How long have you been here?”\n  \n  An unfamiliar voice… a threat.\n  How long has she been here?\n  \n  I looked everywhere, across the walls, pillars, floor-\n  Don’t look up.\n  \n  “Why?”\n  \n  “Why do I ask? You’re tra-“\n  \n  *DON’T LISTEN DON’T LISTEN DON’T LISTEN GO TO THE ALTER PROTECT THE GROVE*\n  \n  I dashed and burrowed as far as I could to get away, to protect the alter.\n  I eventually emerged where the great Crystal of Life stood, presumably keeping me safe from the outside world.\n  \n  “This isn’t fear….”\n  “I’m not afraid….”\n  “I need to be strong to save the Grove.”\n  \n  “There’s no one here to save. What are y-“\n  \n  I swiftly interrupted the voice\n  \n  “I am nothing without the Grove. *I am not safe without the Grove.*” \n  \n  *You must confront your foe. You’re strong enough to confront your foe. Look at the ceiling.*\n  \n  I looked up… there was… no ceiling… just… *an enemy.*\n  \n  It was nothing like anything I’ve seen before, a being with many arms that shimmered like the alter, floating with flowing crystals, and with eyes like full moons.\n  \n  “Why do you trust it?”\n  \n  *This is a test of your loyalty.*\n  \n  I swiftly broke off a row of icicles from a pillar with my tail and sent them hurling towards my enemy, who only caught them in her hands and dropped them.\n  \n  Why isn’t she fighting back?\n  \n  *Remember, this is only a test of your devotion. She didn’t fight back because I would never hurt you, because without you the Grove is nothing. The Grove needs you.*\n  \n  The Being seemed distracted for a moment and quickly looked back to me, seemingly considering her next move.\n  “You aren’t going to harm the alter, are you? No, you’re going back where you came from. I can’t afford to lose anything else.”\n  \n  “Is it really you who can’t afford to lose anything else?”\n  \n  *Yes, yes it is, witho-*\n  \n  “You call this place the Grove, but this place is dead. There are no trees left, no one here but you. You’re alone.”\n  \n  “I- I have the Grove with me, I’m not… alone.”\n  *Your loyalty stands strong, and because of that, so do you.*\n  \n  “You treat the Grove like it’s alive, with a mind of its own. But there’s no life left. Nothing but that crystal.”\n  \n  “If I stay loyal to the Crystal of Life I’ll be spared death.” I said, increasingly lightheaded.\n  “Everyone else abandoned… the… Grove….”\n  The Being soon finished my sentence as my mind went numb and blank, filled with the sounds of wind in leaves and conversations long past….\n  \n  “Because the Grove steals life to keep itself alive.”\n  ",
  "author": "Dracqi",
  "category": "winter",
  "cardId": "W8",
  "title": "Remembrance"
}
