{
  "title": "Siege Breakers",
  "author": "MooreFunn",
  "content": "This is what they are, tortured souls, longing to forget.\n\n    Bitten by the cold between their hooves, the satyr stood no chance. The fur on their backs was not enough to shield them from the winter's cold, rather it was harvested by the dwarfs. How? How was it that the dwarfs had survived? They had nothing but the fur of the satyr keeping them warm, and yet even without proper covering, the dwarfs thrived. It was no use. The satyr marched across the winter tundra only for the few who survived the cold to be blocked be the many defensive structures of the dwarfs. They had no choice but to retreat.\n    Upon returning, our mighty leader, the queen, and the dragon of life all discussed how to survive in the tundra. But only arguments arose. The queen insisted that the satyr move faster than the cold could, but previous encounters proved this tactic not enough as the cold magic would smite them in Mass. The dagons where durable beasts, capable of surviving the desert or the cold, but they could not help the satyr keep warm. Ahmi knew how they could survive, with proper placement, capable troops, and the selfless sacrifice of a few dosen units, the swarm would prevail. The satyr groaned at this brute force that Ahmi adored, they argued that they could not cover all defensive and offensive positions as he expected. All hope was lost that day for the swarm, until a select few spoke up.\n    Those few where nicknamed the divisors. They where those few on the frontline who had survived. They had seen the architecture of the dwarfs and where up to the challenge of building structures to house the satyr. With the help of the shady ghoul, the divisors obtained the blueprints for an early prototype of upgrade point. It was meant to provide strength to a large quantity of rats, but the union was unable to make it function properly. The divisors knew why, it was far too industrial to work on living creatures, and they knew how to fix it. The divisors reworked the design to allow the satyr to stay spread far apart from each other, therefore encouraging their growth instead of hampering it.\n    This development pleased the rest of the swarm, enough that the queen requested them for a personal project. The queen wanted a new structure and the divisors where threatened their lives if they failed. The divisors where confident in their designing abilities and worked with the queen to make it. However the divisors became fearful when they learned from the queen that the structure used dark magic to function, and they knew if they told the rest of the swarm that the queen would surely kill them. They could not hold such a dark secret. The moment they finished the blueprint, they ran from the swarm, swearing to never design any building ever again. In fact, they would now go out of their way to destroy any building they saw, if only to forget their horrible crime.\n    This is what they are, tortured souls, longing to forget.",
  "category": "neutral",
  "cardId": "N25",
  "date": "05/2019"
}
