{
  "title": "Sisters Pact",
  "author": "overkill99",
  "content": "Faygan stood up straight and winced as his back protested. More and more he was feeling the effects of his age and profession. Being a farmer wasn’t easy these days. Ever since the storm shattered the land… His reminiscing was cut short by a tremble from the ground. He wasn’t too worried about it though, the land hadn’t quite settled yet. But when the ground kept shaking he began to worry. Was this the coming of another storm? He wondered. The rumbling only got stronger. Pebbles jumped as the ground in the center of the small village where Faygan lived split open and revealed a large blue serpent with ragged wings. One word filled Faygan’s head, the word that inspired so much fear throughout the recently shattered lands: Dragon.\n\n    Spellbinder Zhevana was in a foul mood. For a dragon of her talents slaughtering the inhabitants of this pathetic village was easy, they hadn’t even tried to resist. Nothing put a dragon in a bad mood more than villagers that didn’t put up a fight; they saw it as an insult to their superior intellect and arcane mastery. Zhevana angrily tore open the doors to a small barn with her tentacles. A few panicked cattle ran out. She resolved to get them later; right now she was looking for anything of value the villagers might have hidden. Although Zhevana thought herself above most dragons she still had to answer the call of treasure. Something was in this village, her dragon sense had told her as much, now all that remained was to find it. She stuck her massive head into the dark barn. Inside were the typical hay bales, animal stalls, and rusted farming equipment. But it was what, or rather who, was hiding in a pile of moldy hay that caught her attention. A small child was trying to hide in the rotten pile. Zhevana got closer; she could have sworn something was off about this child…\n    A small puff of her icy breath sent the hay whirling around the barn, leaving the child fully exposed. It appeared human save for the green skin, pointy ears, and the blaze of copper hair that adorned it head. It tried to wriggle deeper into what hay was left in an attempt to escape the hideous beast that towered over it.\n    “Well, well, well. I though the last of the elves went out with the oracle, but here you are” Zhevana said in dragon tongue. The child gave a terrified squeak began tried to run, but Zhevana quickly cast a spell over it, slowing its bodily functions down so that it collapsed unconscious.\n    “Now, now there’s no need for that. Auntie Zhevana will take good care of you.” she said as she wrapped the thin, limp elf in her tentacles. “And you will give her so much more in return.”\n\n    Little Rime drifted over to her room’s balcony. From here she could see Aunt Zhevana flying home from one of her raids. Rime didn’t really understand what drove the dragon to plunder the villages that lay inside their territorial claim ahead of schedule and without their army, but she let the powerful dragon do what she wanted as she usually came home with a present for her. However, this time she noticed that her surrogate parent wasn’t laden down with the usual supplies or treasure. In fact, it looked like Zhevana was protecting something in her tentacles, which was rather unusual for the cold hearted dragon. Maybe it’s an extra-special gift thought Rime.\n    She was there when Zhevana touched down in the foyer. “Oh auntie what have you brought me home this time? A belt laden with jewels? I’ve always wanted one of those you know, but you can never seem to find them-”\n    She was cut off by Zhevana stroking her chin with a tentacle. “Oh my precious, powerful child. I’ve brought something far more valuable.” She unwound her tentacles and revealed a strange green child dressed in rags. “The future.”\n\n    Seventeen years later…\n    Rime and Earyn were fighting again. This time it was because Earyn had insulted Rime in front of a male frosting that she was crushing over. They were trading insults and arcane attacks across their shared room. This was the kind of fight Earyn liked, because she knew she could win, She was just better at magic than her sister. Where Rime only knew a few ice related spells Earyn had a natural knack for magic due to her elven heritage. Even if she just saw the spell cast she could usually recast it on her own. Today was no different. She had insulted Rime just so she had an excuse to try out a new spell.\n    “You know, you should really try boiling your head, it would be a huge improvement to your look.” Earyn started off.\n    That one always got Rime angry. “Well, at least I don’t go around with my hair looking like a mop and draped in front of my face! You’re always like ‘deprpa dur look at me! I’m an introvert and my red hair clashes with everything in the ice palace.’” She did her most annoying imitation of Earyn.\n    She was not going to let that one slide. She twilled her staff menacingly. “Oh yeah! Well, at least I haven’t had a crush on every male frostling that I see!”\n    Rime magically drew an ice shard from the air and prepared to throw it. “ooohhhh you’ll be sorry you said that!” she said with a growl.\n\n    Zhevana was writing her latest discovery in her massive frost covered spell book. She had to be careful, as writing in dragon script was hard even for dragons. With upmost care she starched her quill across the pages containing all of her knowledge on the arcane arts. Somewhere in the background she could hear the girls arguing again. She had thought that having them share a room growing up would make them bond, but it seemed to have the opposite effect. All they did was fight over the littlest things. A loud thud caused her to lose focus. Her claw slipped and the quill left a line over her intricate writing. She let out a howl of rage.\t“AAAUUUUGGGGGHHHH!” She thundered around the palace screaming at any frostlings she could see. “WHO DID IT! WHO MADE THAT NOISE! I’ll snap their scrawny necks! I’ll reduce their pathetic bodies to nothing but mana! Ill tear them to pieces!” Inevitably her servants all pointed her in the direction of Rime and Earyn’s room. She threw open the doors and was greeted with the most peculiar sight. Rime was covered in soot head to toe and was flat against the right wall, barely visible in the middle of the some sort of black blast mark scorched into the ice wall. Earyn on the other hand looked like she was halfway through a dance of some sort, the tip of her wooden staff still smoking from the spell she had cast.\n    They both pointed at each other and at the same time said: “she did it.”\n    “What no way, I’m innocent!” Earyn replied.\n    “Hardly! You told me to boil my head!”\n    “You called me leafy!”\n    “SILENCE!” Zhevana screamed. “I’ve raised you both from rags to riches, and what do I get in return? Constant squabbling and bickering! You’ve ruined my notes on one of my best spells!” she pointed at Rime with a tentacle. “You! What have I told you about fighting your sister? Soon you’ll be head of my army! Act like the leader you’ll be!” She swiveled her head to look at Earyn and pulled the staff from her hands.\n    “Hey!” Earyn protested.\n    “And you! “ Zhevana seethed. “I told you not to cast spells on Rime time and time again! I’ve been training you to be a mage, but its time you acted like one! Until you prove to me that you can act maturely I’ll teach you no more magic and you won’t get your staff back.”\n    “Then give me a chance to prove myself!” Earyn shot back. “Let me fight!”\n    Zhevana just laughed. “Ha! Don’t jest with me. You wouldn’t last five minutes on the battle field, end of discussion” Zhevana turned to leave.\n    “I bet Id last longer than you old snake!”\n    “ISOLENT WHELP!” Zhevana roared. She whipped around and deftly struck Earyn across the jaw with the staff. The elf went flying across the room and slammed into the wall. She slumped to the floor completely stunned.\n    Zhevana straightened herself as if remembering something. “before I was so rudely interrupted.” She continued, all anger apparently gone from her. “I was going to tell you  that the king of the dwarves is coming here tonight for diplomatic talks. He may join his nation with ours, which will double our territory and fighting forces. I expect you both to be at the meeting. So tidy yourselves up, I’ll see you at midnight in the great hall.” Once more the dragon tried to leave the room.\n    Earyn still sat slumped against the wall. She spat out a bloody tooth, and rubbed her bruised jaw. “I swear that was the last time you’ll strike me lizard, I swear by my ancestors Spirits!”\n    With that closing remark, Zhevana stormed from the room. She was secretly relieved when she made it into the hallway. Earyn’s threat had spooked her more than she wanted to admit. How the rebellious child had learned her people’s most dire oaths she would never know, but she promised she would find out once Earyn was in a better mood.\n\n    Earyn ran away that night. She had done it once before when she was younger, but this time she wouldn’t go running back to Zhevana because she got scared by a winged squirrel. In her defense it had bit her when she tried to feed it.\n    Nope, she wasn’t going back, ever. She would never have to listen to Zhevana dictate which spells she could and couldn’t learn, never have to share a room with rime, and never have steal extra blankets on the coldest of nights to keep warm. Her righteous anger was almost overtaken by the feeling of freedom that came with that thought. But no, she would think about that later, when she was out of Zhevana’s domain.\n    Her thoughts strayed to Rime. How they had laughed together, cried together, fought each other, and how she just stood to the side while their foster parent struck her. Earyn hadn’t bothered to cry when Zhevana knocked her senseless, but now there was no stopping the angry tears that ran freely down her face. She had to stop at one point because the watery sheet blurred her vision to the point where she couldn’t see. It also didn’t help that it was getting dark and the temperature was dropping even more. She wrapped her cloak tighter around herself and shivered. Frostling clothing wasn’t really meant to keep out the cold.\n    Earyn wandered for at least another hour, hoping that with every hill she crested the edge of the snowy pine forests that directly surrounded Zhevana’s mountain palace might come into view. In the gathering moonlight she spotted a gaping black hole high on the side of a rocky hill. Shelter! She though wearily. Earyn cambered inside and sat down on a rock near the back, glad to be out of the frigid breeze that had picked up while she was wandering. She shivered again. She wasn’t going to last long if she didn’t get a fire going. So, she climbed down the side of the hill and gathered up a meager pile of sticks and pine cones from the woods outside. Only then she realized that she had never actually learned how to make a fire.\n    Earyn though back to the spell she had cast on Rime earlier that day. That had involved fire right? So much that the rodent prisoner that taught it to her had called it ‘flaming stream’? She grabbed a small stick and used it as a wand.\n    Earyn closed her eyes and focused on the small spark of magic that she felt inside of her. Mentally she pushed it into the small stick in her hand and though of the spell. Instantly a jet of fire shot out of the tip of the stick, reducing it to ashes and blowing her little pile of sticks all over the cave in a fiery whirlwind.\n    She decided then that it was time to try a non-magical approach to starting a fire. After a little trial and error she managed to get a small flame going. Nothing at Zhevana’s stronghold could comfort her more than that tiny fire.\n    Earyn sat as close to the fire as she dared, wanting to stay as warm as possible but not wanting to catch herself on fire. She lay down on the cave floor and was just starting to doze off when she heard her name getting called from somewhere outside of the cave. She sat back up, that sounded like… Rime?\n    “What in the name of winter is she doing out here?” Earyn said to herself. At that moment Rime’s head appeared in the mouth of the cave.\n    “Earyn, is that you in there?” Rime asked warily.\n    “What do you want?” Earyn spat back.\n    “I want to talk to you.”\n    “Oh yeah? Well I don’t want to talk to you, so there. Take your goons and go away”\n    “I came alone, not even Zhevana knows I’m here.” At this point Rime was hovering on the other side of the fire from Earyn. “Look I’m sorry about what happened today.”\n    “Why? You didn’t do anything.”\n    “That’s why I came looking for you, I didn’t do anything, even when Zhevana struck you across the room.”  Rime took one of Earyn’s hands. “I didn’t stand up for you like a sister should have.”\n    “This is a surprisingly big step of maturity for you.”\n    “Shut up and accept the stupid apology, I know you want out of the winter army, now I can get you out.”\n    “Oh really, did Zhevana die and make you ruler then?”\n    “No she didn’t die.  Let’s just say I’ve got a larger share of power back at the stronghold.”\n    “That’s very fortunate, I was hoping she would still be around for our little visit” said a voice from behind Earyn.\n    Before she could turn around a heavy gauntlet covered hand grabbed Earyn by the shoulder. In the same instant something struck the back of her head. She saw stars and then blacked out.\n\n    Earyn slowly came back around to someone calling her name. She slowly opened her eyes. Rime was standing over her and beyond her was the cave ceiling, a lot closer than she remembered.\n    “wha-what happed?” Earyn said as she sat up groggily and felt the lump on the back of her head. She winced and looked around. They were clearly in a different cave, that much was certain. Earyn knew for fact that the cave she had been hiding in didn’t immediately open into a large cavern suitable for hanging prisoners in a small bird cage or sheltering a small army. Rime and she were the prisoners, and the veritable hoard of strange slimy beasts crowding around the bonfires that dotted the cavern floor were the army.\n    Earyn leaned back and whispered to Rime. “Did you count how many there were?”\n    Rime crossed her four arms. “What kind of future warlord do you think I am? Of course I did.” She replied tersely. “Four hundred of the toads, but I couldn’t count the ravens.”\n    Earyn peered through the bars again. “Hmm, so that’s what they are. I figured they were trolls or something.”\n    “Don’t be ridiculous” Rime said. “There is no such thing as trolls, weren’t you paying attention during history lessons?”\n    “Sort of, I listened when we were learning about battles.” Earyn was still looking through the bars, doing her own quick count of toads. “I thought you said there were ravens; I don’t see any in with the toads.”\n    “Look closely at the walls.” Rime said.\n    Earyn turned her gaze to the shadowed walls of the cavern. She couldn’t make out definite bodies, but she could see small flickers of movement in the murky darkness. She turned to make a comment and saw the shine of firelight in the eyes of something on the walls behind their cage. “Riiimmeeee” she whispered out of the side of her mouth. “There’s one right behind us!”\n    In a flash Rime spun and lunged for the bars. Her momentum swung the cage close enough so that she could grab the Raven by the throat. The Bird let out a strangled screech as it was torn from the wall as the cage swung back to its original position. The cave erupted into chaos.\n    Rime let the Raven struggle in her grip as she addressed the whole cave in a commanding voice. “I am Lady Rime of the Winter army! Release us at once or this Raven dies!”\n    The cavern was silent save for some clapping coming opposite from the hanging cage. Toads parted to form an aisle for a tall raven to come through.\n    This raven was clearly some sort of leader. She was dressed for more exquisitely than any other raven in the cave. On top of that she was wearing a gold face mask-crown hybrid and wielding a golden staff not unlike the one Earyn had used.\n    When the raven spoke it was in a condescending tone. “Well done, you grabbed the weakest raven in my army. You probably don’t even have the guts to kill it.”\n    Keeping her hard stare on the raven, Rime let the limp bird go. It landed on the cavern floor with sickening crunch, never to move again.\n    The haven tilted her head. “Interesting… no remorse. Zhevana did a good job training you to kill, I’ll give her credit for that” She pointedly looked at Earyn. “Teaching you discipline, well…”\n    Earyn gripped the bars tight. “Oh yeah? Well- uh… Pink clashes horribly with black! So there.”\n    A short red toad with black spots that was standing next to the raven leader tried to stifle it laughter, but had no such luck. “SILENCE!” she screamed, and smacked the toad with her staff. It toppled back into a nearby fire and let out a scream that was quickly cut off. The fire turned purple and let off oily black smoke that filled the cave with a noxious smell.\n    The raven took a shuddering breath and regained control of her temper. “I’ll have no insubordination from my troops, either toad or raven.” She looked back at her captives. “And I won’t take insults from my bait. You’d do well to watch your tongues while you’re in my company.”\n    The Raven spun on her heels and was soon lost among the shadows on the walls. As soon as she was gone a mass of toads descended hungrily on the dead raven.\n\n    Sometime near the break of dawn, the raven leader, whom Earyn and Rime had determined was called ‘high priestess Klaxi’ from listening to any nearby toads, began giving orders to several particularly stupid looking specimens by the cave entrance. She appeared to be lecturing them like a mother trying to teach a child. “Make sure you get very close to the castle, try to count every troop. When you count fifteen soldiers, get the fifteenth one’s attention, he’s our spy. Give them this scroll of very important information. Do this for me, all I’ll see that you’re promoted to captains. Now off you go!” She shooed them out of the cave and the rubbed her temples. “Idiots… I can’t stand them.”\n    Klaxi turned to a hulking yellow toad that never strayed far from her side. “General Ambrose, get your toads hidden along the walls and ready for an ambush.” A crazed look entered her eyes. “The trap is set!”\n    In the next hour, the toads worked like mad to cover every trace that they had ever been in the cave. By the time the sun began to peak over the mountains and its first rays snuck into the cave, the entire cavern appeared to be deserted, save for Rime and Earyn hanging in the cage.\n    Right as the sun was shining the strongest into the cave, a distant roar sounded from outside. Silently, a toad wielding a blowgun got into position below the lip of the cave entrance. It stuck it head over lip and shot. It was rewarded with an agonized screech. Seconds later a dragon skidded into the cave and flattened the ranger toad. Before it even came to a halt toads flooded out from the shadows and began attacking the dragon.\n    Toads covered the reptile from head to tail as it thrashed about on the cave floor. There was a brief battle, but eventually the dragon began to succumb to the seemingly endless waves of toads. \tAmid the snapping and screeching Earyn looked away and put a hand over her mouth. “Oh I’m going to be sick.”\n    Rime wasn’t listening; she was peering intently through the bars. “Wait… that isn’t Zhevana, that’s a…” her eyes widened. “Earyn, get down.”\n    Both of them dropped to the cage bottom. Earyn crawled over to the edge so she could see what was going on. The toads had the dragon pinned to the ground and near death. The now frenzied army parted for General Ambrose as he strutted up to the fallen beast’s head. He lifted his axe as if to smite the beast when it twitched and opened its eye. Small glowing cracks began to form on its body. The general stared, as if very confused. The dragon shrugged a toad off its neck and let out the dragon equivalent of a chuckle. Its haunting laughter picked up as the cracks enlarged. It threw it head back and let out a horrid scream. There was a deafening boom and a massive fire ball as the dragon exploded. The force sent the cage into the cave wall and turned it into scrap metal. Earyn tumbled to the cavern floor and landed with a thud that knocked the wind out of her. All around was a thick black smoke that smelled awful. Something clanged next to her leg. She looked over and saw Rime hovering nearby. Rime held a finger to her face, signaling for silence.\n    As the smoke cleared and soot settled it became apparent that Klaxi’s forces were far from destroyed. Aside from the odd groups of toads that wandered around the cave trying to figure out who was in charge now, most of the ravens had survived, Klaxi included. Upon seeing most of her army get vaporized by a single dragon however, she was having doubts about taking over Zhevana’s territory.\n    Klaxi turned to the nearest raven and began issuing orders. “Get the troops ready to move now! They obviously know we are here and most certainly have the means to finish us off. Our only hope is…” her voice dwindled off as the ground began to tremble under her feet.\n    Toads looked around in panic. Ravens trampled each other in a futile attempt to get to their roosts on the wall. The ground cracked open and Zhevana surfaced with a furious roar, spewing her ice breath in every direction. Tentacles whipped, toads flew, and ice shattered as she ravaged anything within reach.\n    After a few seconds Klaxi got order back to her troops and they began to coordinate attacks against Zhevana. Slowly they began to push her towards the back of the cave.\n    Earyn saw what was happening. She grabbed a broken bar from the cage and was about to charge into combat when Rime grabbed her shoulder.\n    “What do you think you’ll do against an army of toads?”\n    “I’m going to do something.”  Earyn said determinedly as she pulled free from Rime’s grasp. She charged the back of the mob with a war cry. “HYYYYAAAhhhhh… oh hi I was just going.” All her nerve left her as four Toads turned to fight her. She suddenly realized that she had never actually killed anything before, let alone fight with anybody besides Rime.\n    The toads were about to turn Earyn into minced meat when Rime charged in welding two axes she picked off fallen toads. She took out one and had another disarmed before the others could turn to meet her. Earyn backed off as Rime expertly dispatched the toads. When the last one hit the floor she turned and hurled one of her axes at Earyn. Earyn barely had time to flinch as it whistled past her ear. A strangled squawk came from behind as the axe buried itself in a raven’s throat.\n    “Watch out they’re coming from the walls!” Rime shouted as she hovered towards Earyn.\n    Earyn spun and held the rod like a bat as two more ravens jumped out of the shadows at her. She cracked one across the chest and knocked it aside in one move. The second raven lunged at her chest with a knife.\n    Everything seemed to move in slow motion. There was no way she could swing her staff back around to parry the blade. Just inches before the blade would have pierced her heart, a massive brick of steel slammed the raven down to the floor, never to get up again.\n    The brick was the head of a massive hammer, being wielded by stout warrior with a strange horned helmet and an identical hammer in his other hand. When he spoke it was in a strange accent. “och! I ken say tis been a long while since ‘ve seen a lass with beauty to mach yours!”\n    “what the he…” was all Earyn could say as more stout warriors climbed out of the hole Zhevana had left and joined the fight, which was quickly spiraling out of control. Four of them stopped, pulled out chisels and began cutting stone bricks right there.\n    “Is this really the appropriate time!?” Earyn yelled over the din to the warrior who was clearly some sort of leader.\n    “you’r a feisty one! Never doubt the skills of dwarven rockworkers in combat!” He said as he ran to the front line to help his troops.\n    Rime finally reached Earyn. “Are you alright?!” She yelled.\n    “I’m fine, but who the heck was that?!”\n    “Olf the Hammer! He rules the dwarves!” Rime pointed to the dwarves scattered around the cave. “That’s his diplomatic team! Although I think the only qualification is being able to drink ale.”\n    A group of toads charged the two of them. Earyn felt the familiar spark of magic jump inside her. She closed her eyes and focused on pushing that energy into her staff. She swung it in an arc and mentally forced the magic out of her staff in a focused blast of ice.\n    Earyn opened her eyes and saw the effects of her spell. All around her toads and ravens were covered in a layer of white ice, frozen like statues carved of soldiers in battle. Zhevana noticed the frozen troops and began to swing her tentacles in complex pattern. As she neared the end of the incantation cracks began to form on the iced over troops. With a dramatic swipe that sent toads flying she magically shattered them, leaving only the glowing crystallized remains of their life force behind.\n    The cavern was washed in the blue light that the crystals gave off.\n    “Cover me!” Rime shouted to Earyn. She backed off and began to sing an ancient spell in the strange tongue of the frostlings. As if pulled by an invisible force, the mana began to circle Rime. Faster and faster the crystals spun, until they were nothing but blinding halo around her. The song was over in seconds, with a flash the ring shrunk into her body, infusing her with its power. The wooden handles of the axes she was using shattered in her fists as her strength increased tenfold. She charged, plowing through waves of enemies like a juggernaut, mercilessly slaying them with only her fists.\n    Even with Rime empowered, the toads still had them outnumbered at least 7 to 1 by Earyn’s estimates. Now all the winter pact fighters were fighting in a circle near the center of the cave, trying to protect their wounded.\n    Zhevana threw aside a toad she had just slain. “Make for the tunnel!” she said as she let forth another blast of her breath.\n    “Och, tis a wee bit hard right now!” Olf said as he crushed two ravens under his hammers.\n    Earyn looked out at the sea of toads and ravens trying to get to the fight. There was no way  they could defeat them without support. Unless…\n    A dark shadow lurked in the gloom at the back of the cavern, silently directing her army. The only way to win this was if they cut the head off the snake. Earyn called up her magic, summoning forth a set of magical daggers to pierce Klaxi. They made whistling sound as they screamed towards their target.\n    At the last second Klaxi pulled a raven in front of her, blocking the attack. Knowing just who had sent the knives to execute her, Klaxi decided to join the fight. From her cloak she produced a small crude puppet and held it up, directing it at Earyn and muttering the words to a dark curse.\n    Earyn had to back off on her attempt to strike down Klaxi in favor of supporting the Winter pact fighters. She felt something tugging at the edge of her mind and looked to where Klaxi had been. She was still there, but now holding up what looked like a strange doll hung by strings.\n    The moment her eyes met the dolls a light filled it’s hallow eyes. It began to twitch and move its limbs. To her surprise, Earyn found that she was following along. Slowly she felt herself slipping into the pale light flowing from the doll’s eyes. She could feel Klaxi trying to make her cast a spell against the Winter Pact fighters.\n    Instead of resisting the puppet, Earyn let her magic flow into her staff. She poured every ounce of magic she had into the spell Klaxi wanted, letter her think that she had won. At the last possible moment she forced the magic out her staff, not even sure what spell it would manifest as.\n    The rod turned bright red with heat, the smell of sulfur fought with the rancid odor of dead toad for control of the cave. A small spark momentarily burned at the end of the rod before it became a glorious golden beam of fire that tore through the ranks of toads and ravens before enveloping Klaxi.\n    Never were so many toads seen fleeing from a cave so fast. Many of the weaker ones were trampled in the effort. Although they would have taken their chances with the few inside the cave had they known the rest of Zhevana’s forces had just arrived outside.\n\n    The sun shone down on the mountain valley as the columns of dwarves marched for their new home. Earyn stood watching them from the valley top before slinging her haversack over her shoulder and continuing her way south. As she marched through the pine woods, idly twirling her wooden magic staff, she recollected on all that had happened in the last day. Her mind went back to the massive main hall of the ice palace where she stood before the three leaders of the Winter Pact. It was also where Rime, now known as Lady Rime, had officially ‘banished’ her from the territories of the Winter Pact.\n    “For causing the death of several dwarves on our new ally Olf’s diplomatic team and inciting a war, I find no other course of action viable except to banish you.” Rime had said with a smile, knowing that this was exactly what Earyn wanted.\n    Zhevana’s face went to one of pure rage when she realized Lady Rime hadn’t given the punishment she was expecting. “WHAT!” she shrieked. “Do you know what you’ve just done!” a little ice shot from her mouth. “She knows all our military secrets; you can’t just let her go! She could tell them to anybody! Not to mention she has arcane potential beyond even mine.”\n    “Too late, I’ve already signed it into law.” Rime held up a piece of parchment with Earyn’s sentence written on it. Near the bottom was Lady Rime signature.\n    “Well I’ll never sign, so there. It can’t be a law if I don’t sign.” Zhevana said haughtily and crossed her tiny arms.\n    “Achtully, occoord’n to the treaty I signed only two ‘v us need ta’ sign to make it a law.” Olf grabbed the paper from Rime and quickly scribbled his signature next to Rime’s.\n    If steam could have come out an ice dragon’s ears, it would have been then. “I hereby adjourn this meeting to my private chamber.” She said with a newfound loathing for her allies.\n    Amid the shouting that was coming from Zhevana’s private chamber Earyn took her staff from the table top and left. Earyn only took a bag of fruit and nuts from palace larder. There wasn’t much else edible in there on the account of frostlings not needing to eat and Zhevana only eating frozen animals.\n    Once she left she set a southerly course, only stopping to rest and use her magic to get food or cross islands. She heard tell of a fierce warrior putting together an army to patrol the central territories. Maybe, just maybe it could be a fresh start.\n\n    Hours after the battle…\n    Deep in the recesses of the cavern, amid the flies buzzing over the rotting carcasses of the slain, something moved. It was a toad, and he was looking for something. Worriedly he wrung his moist hands hands, perhaps it was too late? He saw the glint of gold near the back and hopped as fast as he could to where it was. There she lay, mangled, nearly burst to a crisp, but still breathing: Klaxi.\n    “Alas, my fair queen hath been struck down in battle.” The toad said with a slight lisp. “Though your beauty hath been burned form this world, I shall never stop-ith admiring you from afar.”\n    He threw the fallen raven queen over his shoulder and began to hobble out of the cave, back to the foul swamp from which they came.",
  "category": "lore",
  "cardId": "N48",
  "date": "05/2020"
}
