{
  "title": "Snake Eyes",
  "author": "Xcircle",
  "content": "The pirates I roam with love to gamble. It’s everywhere. Everything from menial chores, to attacks.\n    … Want something someone else has? “I’ll roll you for it.”\n    … Don’t want to wash the decks of the ship? “I’ll roll you for it.”\n    … Someone’s outta line? “Roll well, and you keep your head.”\n\n    I didn’t want any of this. Smuggling didn’t seem to hurt anyone except rival gangs of pirates. I just wanted a better life. I didn’t want to be some two-bit thief who lives in sewers or some peasant working for a lord who doesn’t pay them enough to eat. I wanted enough money to get the hell out of here.\n    The higher-ups can guess well. They can tell if someone is feeling “off-kilter”. Then they call in Snake Eyes. Snake Eyes was a brutish man of about 35-40. If there was anyone in the world who loved gambling the most it was Snake Eyes. Snake eyes would always be found in the cafeteria, playing cards, dice or any other game he could get his hands on. Snake Eyes hosted this little game he liked to call “The Lottery of Blood” in which every crew member would be assigned a unique 4-digit number. Snake Eyes would then roll 4 dice. The member who had the closest number, would lead the next raid. The next closest numbers were the rest of the raid party. The addition of members only stopped when the captain felt they had enough men and women for the raid. “It’s fair” Snake Eyes once said. Sure, but only considering that Snake Eyes would remove his name from the pot and sometimes use special red weighted die. If you account for that, by all means it was fair.\n    Pirates never played fair. It’s not in their nature. It’s why people become pirates. They don’t want to live by rules. They want to be free. It just so happens that being free comes with a cost. I’m planning to leave. I need to get out of this wretched place. I need t-\n\n    ---\n\n    A door creaks open\n    Uh, yes?\n    “Cmon, it’s the Lottery of Blood. You don’t wanna miss that do you? Tell you what, I’ll roll you for not going.”\n    Oh god it’s captain. The cheater always uses weighted dice\n    No no, I’ll go.\n    “That’s the spirit! This is gonna be a good one. I can feel it.”\n    Everyone’s gathered in the cafeteria. Snake Eyes sits atop one of the tables.\n    My numbers, 2, 5, 3, 1.\n    Snakes eyes cracks a smile\n    “It is here in this glorious day that we celebrate our Lady Luck. Who lives? Who dies? Only time will tell lads!”\n    he rolls a 1, swarm.\n    “Ah the hot deserts of the east! I hope you fine men and women don’t get tired of sand!”\n    I hate sand\n    “Now we roll for the raid leader! The one who will lead the glorious charge and bring us to victory”\n    He begins rolling the dice\n    “Two!”\n    That’s fine there are three more spots\n    “Five!”\n    I’m sweating why am I sweating\n    Three!\n    Please dear god please I don’t want this\n    “And, for our last number!”\n    Not like this anything but this\n    I see the red glint of the last die\n    No. it’s not possible\n    “One!”\n    I can’t speak. I can’t breathe. I can’t think.\n    “So who is our lucky winner?”\n    “I believe it is this one!”\n    The captain raises my hand into the air.\n    “So it’s decided then! Drink up! We have a fight tomorrow!” Snake Eyes says.\n    I wipe my tears and choke back a sob.\n    No. No. I can’t.\n    I need t-. I’m already gone. This is it. It’s the end. Goodbye.",
  "category": "neutral",
  "cardId": "N33"
}