{
  "title": "Spellbinder Zhevana",
  "author": "Minethetekit",
  "content": "Zhevana was taking a stroll in the Cold Lands to take a break from hearing Eloth and Xuri have another arguement. This time,it was about which one of them had the bigger wings.\n    The dragon sensed a group of warriors were following her. Most likely another foolish group that thought they could capture her. Of course, she froze them and then killed them, draining the mana from their corpses.\n    She wasn’t cruel however. She wouldn’t kill an innocent child, but that din’t matter because who in their right mind would bring a child to fight against one of the 5 great dragons?\n    She was proven wrong.\n    She felt a child no more than 8 years old convert her mana into physical strength. She was almost worried as she’s never seen this ability before in anyone, but the child was too grief stricken to do anything with that strength.\n    “Mama! Papa! Please wake up! The little girl cried in vain.\n    — Your pleas are of no use, child. They are dead.” Zhevana told her.\n    — But why? What did any of them do to deserve this?” The girl asked her.\n    — They were planning to torture me until I would be obedient to them. What I did to them could be called a mercy compared to what they would’ve done to me.” Zhevana answered.\n    — What do I do now? I have no home, no family, nothing.” She asked.\n    Zhevana almost regretted killing the warriors. She felt sorry for the child, as she knew how much the lost of parents hurt. The girl was also a prodigy. She could take her in as one as her own or waste this potential.\n    She decided.\n    — Would you like to journey with me? Together, we can achieve many things,even rebuild the Winter Pact if you’d like.” Zhevana offered.\n    — Really? The child questioned.\n    — Yes. The dragon answered.\n    — Please, take me with you! The child told her desperately.\n    — Very well. But first,introductions are in order. My name is Zhevana. Zhevana told her.\n    — My name is Rime. Rime told her.",
  "category": "winter",
  "cardId": "W8"
}