{
  "title": "Transportation",
  "author": "MooreFunn",
  "content": "Dear Sir Edrik,\n    I have been preparing for your speech to the new  recruits, and I even added in important information about cleanliness and personal hygiene. (the veterans don't set the best of examples in those regards.)\n\n    ---\n\n    As for your questions concerning modes of transport, I do have some information for you, however you must understand that under no circumstances can we let this information leak. There is a reason that we never speak on it.\n\n    ---\n\n    You likely already know that, our units (or what's left of our units) travel via heat powered airships.\n    These airships are very effective; we can travel to any of the nearest islands within 10 days. Although the airships can travel long distances without much fuel, we do tend to require anywhere from 3-6 mana to get us to our destination, but that is mana well spent compared to the alternatives.\n\n    ---\n\n    Now before I continue, I need remind you that this is for you only, your words inspire the soldiers, but some information will do the opposite.\n\n    ---\n\n    The Iornclad Union has a history of powerful flying machines. The technology that we use was actually an old blueprint smuggled from an Iornclad factory. Take special notice of the word old. The Union has always been bent on progress, and although some of it can hardly be seen as anything more than communism, they have made genuine progress when it comes to airships. We suspect they have figured out how to harness the wind, making their airships very strong. Most are capable of carrying large forces of constructs.\n\n    ---\n\n    As you've probably noticed, the satyrs and undeads of the east don't fly in on large machines. Although we have no clear answer, we suspect that they use a form of summoning magic. (Likely similar to the magic they use to raise the dead.) This, of course, is why they seem to appear out of nowhere, swarming the battlefield before we've even made a move.\n\n    ---\n\n    Now, we come to the winter pact. More specifically: the frostlings. Now, from what I've been told, the frostlings are made of mana…? (One with mana…?) All the information I have is from our spies and professors, and although I don't really understand it, I think they basically said: \"blah blah blah, together, blah blah, mana, blah blah, control magic\" (or something like that.) Really, all we know is they use mana to transport themselves and their fellow dwarves to where they need to be.\n\n    ---\n\n    Now, Sir Edrik, the tribes of Shadowfen are often seen leaving their natural habitat by way of flight. The Ravens carry themselves and their toads to the battlefield, although as I'm sure you've noticed, the Ravens tend to drop the toads before making a full landing. The ravens do have decent flight power, but it doesn't rival the powerful flight of the dragons.\n\n    ---\n\n    I do, Master Edrik, hope that you have found this information satisfactory. I will continue to do my best in training our newest recruits, they sure are a handful, but with my expertise, they will be skilled warriors in no time.\n    Sincerely,\n\n    — Your loyal servent",
  "category": "lore",
  "cardId": "N59"
}