{
  "content": "Ubass was what his name suggested he was. He was skilled with axes and hunted food for the lands. When the storm came, he repurposed his aim into a more advanced activity.\n    Ubass was a normal guy. He hunted in the Forgotten Forests with his pack of tamed wolves. He shot down only predatory animals, to save the harmless ones, like rabbits. His favourite shots were tigers.\n    He drew power from the diversity of the animals and creatures around him. It was as if their very existence gave him essence. They cleared his mind and gave him strength. With every friendly creature, he knew he had the support he needed to make the axes count.\n    Ubass was blind. He had a hyena skin to make him look more natural, for the red eyes to strike fear into his prey. His sense of hearing was excellent. When multiple things moved around him, when heat was generated, he felt it. His axe throwing was unparalleled. Nobody could compete, and he earned the title of Hunter.\n    When the storm came, he bravely guided the creatures near him toward the caverns of the neutrals. His axes formed a trail for anyone left behind to follow. His hearing allowed him to avoid thunder before it could strike. He was an ideal leader. A pathfinder in the stormy abyss.\n    When the blindness and dark came, he was the creatures light. He saw everything just fine. The darkness never affected him. And when the storm finally receded, the Chosen Ones appreciated his talent. They began to repurpose his abilities.\n    He strikes quick, fast and damaging. His only downside is he doesn’t really know what he is hitting. He goes forward and destroys. His friends support him during hard times.\n    Ubass is a Hero whos power is so immense, many Chosen Ones resent him. They run when they see him on the battlefield. Others decide to use his power for good. He leads the way even when the times are tough. His strength is beyond comprehension.",
  "cardId": "N35",
  "category": "neutral",
  "title": "Ubass the Hunter",
  "author": "Zethes"
}