{
  "title": "Xuri’s Journal",
  "author": "Dracqi",
  "content": "It has been a year since the storm started, breaking my home to pieces in a matter of months and forcing my clan into exile as the shards drifted into the core of the storm.\nWith the fierce winds of the storm, only the islands strongest in their magic remain intact, leading to increasing isolation among groups, leading to lacking resources... and leading to war, what’s for now an unavoidable consequence.\nI start my journal now because I’ve come across the first substantial island in my travels.\n\nName: Xuri Ventress\n\n*Day 1*\n\nThe Island I found this morning is covered in a vast forest canopy with cliffs, surveying the island I saw goats, ravens, toads, and deer, although food was limited and highly contested; as when I landed I was interrupted by a toad that tried to poison me with its venom to get some fruit I found after hours of searching (on second thought the fruit itself may have been poisonous too, luckily I didn’t eat it. Thanks (I guess), toad stranger?).\nI spent the rest of the morning looking for a source of water, and eventually found a large lake, one with enough water that nobody tried to kill me when I drank from it — lucky.\nI decided I’d spend the afternoon getting to know the locals, although unlike most islands, instead of usually only being able to find a couple types of creatures at once due to the island’s small size, in this case it seems to have been by choice and circumstance.\n\nI started with a raven, as one wouldn’t stop watching and following me.\nThis raven was an ambitious fellow named Klaxi, who seemed to have a substantial following of toads that went with her almost everywhere, and had many raven allies. I quickly learned why, as she took us on a trip to find food and deliver them to her tribe’s ravens and feed the toads, sometimes including others to encourage potential recruits.\nKlaxi used the combined presence of her group to intimidate anyone who wasn’t a toad or raven in our way, allowing easy sustenance for her and her associates. Plus, she was clearly highly respected amongst the group and hoped I would join her tribe, or in her words “Otherwise, you’ll have to work against us.” I’m not sure I like that choice.\n\nI was later offered to use one of their clearings to stay the night, but I didn’t quite trust that I wouldn’t be killed in my sleep, so I flew to a relatively isolated clearing elsewhere to write and get somewhat safe sleep.\n\n*Day 2*\n\nI was woken up by a group of goats with a deer surrounding me, all holding jagged spears. While keeping a significant distance, one yelled, asking who I was and if I was allied with “Klaxi, you may have seen her, powerhungry, violent, and good for nothing!” Shortly after, the deer leading the group sighed and followed with “and their good for nothing toad and raven bootlickers..., of course.”\nI’d guess that they weren’t exactly friends with Klaxi’s tribe by any means, so in order to avoid being pummeled with spears in case I declared my current overall neutrality, I carefully chose to first announce (in part, truthfully) how (very) suspicious the ravens (and their toad associates) seemed, and how (very) greedy they appeared.\n\nThat seemed to satisfy them, however I quickly realized that I felt pinned to the ground with significant weight, and must have been for a while. Regardless of where I looked, I saw nothing causing it, until I saw a goat beside the deer of the group whisper to them, by then I realized it could be mana being controlled by the deer.\nThen, the still unidentified deer asked my name, saying I’d get their’s in return, when I responded “Xuri Ventress”, she said her name was Gyouni, the weight was released, and I was told to be her guest. “Not that you have any say.”, one of the goats was quick to observantly point out while holding a spear to my face.\n\nEscorting me through the increasingly wilted canopy, deep into it, I was led to large, elaborate huts and told to have a seat at an extremely sizable tree stump used as a table. I was then told by Gyouni quite simply, that I was brought here to be recruited, and that “A dragon of your power could defend us greatly.”\n“Look around yourself, I see malnourished people, drained of their energy looking for food usually taken by Klaxi’s thugs. But that’s not the only way we’re being drained.” “It’s a new science, but somehow our people and plants are being sucked of their mana, our spells are becoming less potent, and the ravens and toads have been getting stronger the worse it gets.”\nI told her that I hadn’t seen them directly conducting any spells and in response I was told that it was probably intentional, as I had not yet been converted to Klaxi’s cause.\n\nGyouni continued, saying that I was to be taught how to use magic to counter these effects if I agreed to, and that with the storm’s unpredictable conditions it could save hundreds of lives.\n“If you don’t swear loyalty by midnight, we’ll have to start resorting to another method, we’re planning something that we cannot safely afford to give details about.”\n\n“You don’t plan on killing them, do you?” I asked.\n\n“Don’t tell anyone I told you so… but we don’t.”\n“But that’s the most I can tell you, alright?”\n“Don’t. Tell. Anyone. I. Told. You.”\nI firmly agreed not to, but what was up with this? Do they not trust me that much? Although I considered that I might be being lied to, I also might be going down a deep rabbit hole if I swear my loyalty, especially to people I’ve just met.\n\nI agreed to think about it, but as I knew essentially no details about the plan, I didn’t have much to think about… and things probably wouldn’t turn out so bad with the plan, how would I help exactly, anyway?\n\nClaws crossed.\n\n*Day 3*\n\nI woke up at the literal crack of dawn... to a deafening, thunder-like crack.\n\nEvery plant around me was dead, the trees were petrified like pillars of bone, and everything was empty of color. A gradient across the island could be seen, as plants were gradually holding onto more life the further away they were from the village. Something went terribly wrong.\n\nIt was probably the plan, hopefully not as intended... or perhaps the raven tribe?\n\nI flew up and across the island... it was two islands. One of desert, one with swampland still holding onto life, with a gap slowly drifting between the halves, forming a narrow canyon with the shadow of the storm between them. There was no going back to how these islands were.\n\nI returned to the village so that I could see what happened, and I saw a large circle of hundreds of deer skeletons, somehow a few of them were moving.\nThey’ll need my help now, more than ever.\n\nI slowly flew down towards the edge of the circle, looking for Gyouni, but she found me first, and in a rattled voice, retorted sadly “It doesn’t look like we’ll be needing much food now.”\n\nAfter asking what happened, Gyouni responded, “The plan, the spell, went greatly wrong... we’ve done the raven tribe’s job.”\nAfter a long pause, Gyouni continued, “It looks like we’ll need leaders, how about a Queen and a dragon?”\nLooking around me, I joked grimly, “It looks like we’ll need a Lord of Life too.”",
  "category": "swarm",
  "cardId": "S19",
  "date": "01/2019"
}
