{
  "title": "Built to Rule",
  "author": "Pepegak",
  "content": "For 9 years now, the development of the new weapon has been going on at Ironclad. The best scientists are trying to solve the riddle of resurrection, recovery from the ashes, rebirth. Countless meetings have been held about the “Prolonged Hero” project. And now they wanted to close the project and put the seal “burn and forget” on it, when suddenly scientists managed to create the first prototype of this project. PH01 could take an average amount of damage before it crashes, and after 40-50 minutes - self-assemble and move on into battle again. It was a triumph. Although the time for self-assembly was long, this meant that it could nevertheless self-assemble and all that remained was to speed up this process and strengthen the armor. It took about 4 months before the first PH02-X was released. It was better than the previous model in almost everything: had a greater amount of strength, had an increased intelligence, allowing it to plot the optimal route and order of actions for the maximum successful achievement of the task. However, it had problems with mobility, as it took a lot of time to process all the processes and commands. Therefore, Ironclad did not end up with this model, and decided that instead of a data system and console commands, it would be better to use artificial intelligence. Ironclad was ahead of time, since it already had AI in the 16th century. And after 3 more years of development, refinement and debugging of AI “IX” (Intelligence Experimental), it was built into the new PH model - PH03-IX. This construct is a work of art that has never been seen before. The combination of reason, immortality, mobility, strength and iron in one shell is bearing fruit. With the PH03-IX army, Ironclad could become the sole ruler of the entire Stormbound world. However, no one had any idea that IX would have the same plan as the Ironclad. Chaos was looming.\n\n4 months after the creation of the new Hero, Ironclad found out that this creature can do and think whatever it wants, even if its actions are contrary to Ironclad's plans. IC tried to get rid of the new Hero, but it was too late, letting the genie out of the bottle. He already ran 3 major factories out of 5 for the production of Robots and TNT, owned rich mines, had great influence and, most important, could protect the Robots’ OS from the intervention of Rodents. He was building his army against Ironclad, and they noticed it too late...\n\nPH03-IX’s army of Constructs first paid a visit to the laboratory where it was built. The defenders fought desperately with Destructobots and Finite Loopers, but nothing worked. The number of Windmakers, Armed Schemers and Crazy Bombers was decreasing, but the PH army was not. Nobody could help them. Therefore, the last rodents decided to sacrifice themselves and destroyed the only laboratory where there was technology to create IX’s own kind. Agents in Charge managed to run out of the laboratory with all important documents in the last minutes before the explosion and head to Batava, the capital of Ironclad. PH03-IX did not stand aside, having won the first confident victory for its future empire. For 9 months, most of the key points were captured, the army of Rodents and their Robots fought against the army of Constructs and PH, but all in vain. Each time it died, it self-assembled, and Linked Golems and Debug Loggers fixed and improved it. While the territory captured by the Hero only grew, and the army of Ironclad - decreased, the remnants of the best minds led by Dr. Mia tried to create a new version of PH called PH04, which will completely obey the Ironclad and will be able to fully resist PH03-IX. However, the time for creation only decreased with each defeat, and according to the calculations of scientists, most likely they will not have time to create the fourth model. Therefore, Mia ordered all Agents in Charge at her disposal to travel to the Neutral Empire and ask for help from them. And also find unknown Protectors, who, according to rumors, could change the target object, changing its shape and characteristics, which in theory could deactivate the resurrection of PH03-IX. And about 200 Agents went to Neutral territory for help against the machine uprising...\n\n2 months later, the first knights of the Empire crossed the Ironclad border to crush the rebellion and destroy PH03. Now, in addition to Rodents and Robots, Knights began to die too. However, the intervention of the knights affected the rate of expansion of the boundaries of PH. And now there was enough time to create PH04. IX most likely realized that at this rate they would be able to create the right antidote for its rebellion, so it decided to drag Winter Pact into this war. It promised King Olf that it would tell very important information and that it would give him part of the territories in exchange for the participation of the Dwarfs in the war against the Rodents and their Robots. Olf agreed to help, and then PH revealed that most of the knights are in Ironclad and that now is a good time for him to attack Neutral. For Olf, this information was very important, because he and his people had been sharpening their teeth for Neutral for 20 years because of the shameful defeat. On the way back to Ironclad, PH03 went with the army of Dwarfs. But alas, during 2 months of the Hero's absence, its uprising was partially suppressed: part of the Constructs were destroyed, 1 factory was partially damaged and the Rodents returned back some mines. Without the help of the Dwarfs, the Hero would have probably lost. Now that he had received Olf's army and the Knights were forced to partially return to Neutral due to the war with the Winter Pact, no one had the advantage. IX understood that Ironclad was preparing an offensive against the main plant in the city of Botva, and if it lost this battle, it would hardly be able to win. Therefore, they threw all their forces on the plant: PH - to defend the plant, and Ironclad - to attack.\n\nThe day has come that all Ironclad will remember for a long time: the battle for the city of Botva. On both sides are thousands of Rodents, Robots, Constructs, Knights and Dwarfs. With screams and yells, both sides rushed towards each other. All these days the cannons rumbled, bombs exploded, airships dropped new troops for allies and bombs on the enemy. The siege took place for about 15 days, during which thousands of rodents died, but the city barely survived. It was a disaster for the IC and IX, but less so for the IX. Both sides needed a respite to recuperate, but it has already become clear which side has the advantage now. In 13 months PH03-IX and its army were able to capture the entire Ironclad and it established its rule in the territory for the next 2 years...",
  "category": "lore",
  "cardId": "I22",
  "date": "10/2021"
}
