{
  "author": "Zyries",
  "title": "2. Empyrean Authority",
  "content": "“Excuse me, my liege,” The agent bowed, nose turned to the ground. His coppery hair tied back into a neat ponytail, his cleanliness defied the stigma around the rodents’ general hygiene. While he was a sight to behold in beauty and physicality, the one he bowed to was awe-inspiring, adorned in silver and gold. \n“What is it?” She sat up in her chair, small but powerful. Her whiskers twitched expectantly as she awaited an answer.\nWithout raising his head, the agent held out a tattered, yellowed scroll, tied neatly with a ruby ribbon. “News has arrived from the Swarm. A societal disruption that might open an option for siege.” \nThe ivory mouse took the scroll up into her dainty hand, untying the ribbon, allowing it to loftily float onto the ground. Her brow furrowed as she read deeper into the passage, learning more and more on the situation.\nThe palace rooftop…\nA young faun missing…\nSuspected to be murdered…\nRaised by…\nShe scoffed. Felines? They accept those dirt-pawed ferocious beasts into their kingdom? Just another reason that the Swarm must fall.\nShe handed the scroll back to the Agent. “Gather the standing army. Tell the engineers to initiate the Seirá plan. Await further instructions.”\nNot another word, the agent nodded and marched down the hallway. Examining the walls revealed that rather than a high-quality oak, they were made out of a sturdy alloy. Exiting the throne room and leaving directly to the exit, the rodent observed the exceedingly busy streets, with many rat-tailed workers and tin automatons changing and repairing all defects. As the agent passed by these robots, random spots of rust became visible, well known to be caused from the rodents’ degrading spit. \n“Excuse me, Mykam,” The agent called out, looking up to a short but bulky rodent, holding a clipboard and standing on a high-strung catwalk. Mykil looked down at the agent. “One sec,” He called back down, scribbling down some words on the paper and intensely surveying the rows and rows of metal soldiers below. He nodded and folded the clipboard under his arm, waddling down to the metallic stairs. Coming up to the agent, he looked up at him. “So, what is it?”\nThe agent relayed his message. Mykam’s hand rubbed his chin, a single eyebrow raised. “She’s jumping the gun, ey? Well, orders r’ orders, I s’pose. I’ll get ‘em ready.” Turning to the masses, he cleared his rough throat.\n“RISE N’ SHINE, YA TIN CANS! MIAS’ GOT SOME ORDERS, SO YA BETTER BE READY FOR SOME SEIRÁ-FLAVOURED ASSAULT!”\nFlinging his arms up and fingertips spreading in the air, the workshop suddenly roared to life. Whirs and scrapping metal filled the silence, and a sea of red lights flared up. The variation in constructs was incredible, from powerful operators, to supporting golems. Obeying and awake, the robots conversed with beeps and whistles, as if they were family. The agent slightly smiled at the sight, slate-faced up until now. Mykam sighed in valor, proud of his creations. They were prepared.\nBack at the throne room, the snow-white mouse slightly skipped to the backroom. As she walked by vials of clear emerald liquid, they reflected a distorted likeness of the mouse’s visage. \n“Mia! Mia, did you hear the news?”\nThe mouse sighed before looking who called her name. She could tell that voice from anywhere. Turning, she looked down.\n“Of course I did. I’m the first to hear any news, you know.”\nThe short rat’s grin slightly narrowed, but still maintained composition. “Does that mean we can finally blow them to the void?!” His eyes shined excitingly behind rounded goggles. \nShe shifted her weight. She wanted to say yes, but chaos wouldn’t help either side. “Maybe. We will have to see. I’ll be composing a plan.”\nAs she continued walking, the small rat ran up beside her, stubby legs making it difficult to catch up with her. “Really?! Yes!” He leaped into the air with a fist pump, rattling the nearby shelves.\n“Careful! You could spill the tonics!” Mia’s stern tone came out of nowhere. His smile shrunk almost immediately. “I’m sorry…” He said quietly.\nMia took a deep breath. “Don’t be.” She continued to some large doors, opening them.\nThe rat’s smile returned. “Will we finally be able to utilize it?!” he peered through the bars guarding the edge of the small platform jutting into a soundproof chamber. \nA small dragon laid in the center. Chains wrapped around his legs and wings, strain can be seen on each link. Breathing slowly in sleep, smoke lifted out of its nose.\n“Perhaps,” she responded with a neutral face. \nMaybe it was time to teach the Swarm what it felt like to be in embers.",
  "cardId": "I24",
  "card": { "name": "Mykam", "mana": 2 },
  "category": "eastern-heat",
  "saga": "eastern-heat",
  "date": "04/2020"
}
