{
  "oldId": "SWNpY2xlJTIwQnVyc3QtWnlyaWVz",
  "title": "Snapfreeze",
  "author": "Zyries",
  "content": "Do you understand? Yes, I understand.\n    26 days. 26 days until the attack. I knew I could trust her as much as the others. That Ironclad skirmish a week ago was pitiful. Only a fool would go after such a Lady. There’s only one other way to be a more incompetent imbecile, and that’s attempting to rise an army, a revolution, a likemind against her likeness. Lucky for me, I’ll never stray from her path. I’ll always know who is correct and who is incorrect, crystal clear.\n    The plan is simple: a blitzkrieg on a Tribe. Their poison wouldn’t be enough to defeat us when we move quicker than it to our cores. It’s quite humorous, really, how they call themselves “Tribes”, while they very well know how much power they truly hold. That amount of concentrated mana in those many toads… mmm, cannon fodder is one of my favorite meals.\n    18 more days. We line the streets, each unknowing of what will come of us in the end of this war. We watch the proper Frosthexers float down the Commons, hear the clean-shaven Rockworkers cheer with each other in near pubs.\n    I wonder how freedom feels…\n    “Hm?” Looking to the left and right quickly, confused to where the voice came from. I shake my head. Probably the cold getting to my core again.\n    11 more days. Our preparations are ready. We train with our sparkrods. We do not hold back because we know how easily we can refund each other’s mana. We laugh in the face of the beaked training dummies, snapping off their tarred feathers. “Avimposters”, we call them.\n    Do we have a say against it?\n    I whip around, only to find my next opponent flinging a cheap shot at my face.\n    3 more days. We are a nomadic army. We float over the islands, traveling to our goal. The spires luminesce in the distance.\n    We are here.\n    We round the back. Our sparkrods at our sides.\n    “READY.”\n    We breathe deep.\n    “VORWÄRTS!”\n    Her cry forces us all forwards. Speeding across the battlefield as a unified mind, small toads line up for us. We mow them down like small pebbles. They fear us, running from us-\n    wait\n    this\n    is\n    too\n    easy\n    The strings invade me instantly.\n    I must protect the La- Defeat the Lady, she is- dy I have to help- the biggest threat destroy her completely- Her do not attack her no she is-\n    The poison is in.\n    Destroy Rime.\n    I must destroy Rime.\n    My limbs jerking like a puppet, lurching forwards like a zombie\n    I must destroy Rime.\n    She stands there, witnessing the chaos, my utter strength\n    I must destroy Rime.\n    She draws a crystal, it shatters, chilling winds slowing me\n    I must destroy Rime.\n    She throws a shard into the air, the ice forms a prison around me\n    I must destroy Rime.\n    I wonder how freedom feels…\n    I see the ice around me, the dagger hurtling towards the ice, about to shatter\n    I must destroy Ri",
  "category": "winter",
  "cardId": "W1",
  "date": "09/2019"
}
