{
  "content": "The Snowmasons were very rich repairmen and blacksmiths. They were handy with their tools and skilled with sledgehammers.\n    They were pretty simple creatures, costing only four mana crystals to summon. But their skills were not appreciated as well as they should have been.\n    They were very rude, snobby and quite ill-mannered. They were impatient and were an unpopular figure in the community. They were paid very well for their services, and nobody could deny they were good at their job. However, they were very rich and never gave a single shard to help the needy.\n    One day, the Snowmasons did something unforgiveable. They completely disrespected an elderly knight, retired from his valiant and brave conquests. He was left feeling down and depressed.\n    The creatures had had enough. They went up to the Town Hall and demanded that the Snowmasons be punished for their disrespect. The grand elder fined them all of their money.\n    They felt devastated. Their life savings were all gone: Funding the useless efforts of the townspeople in farming. Who needed farming? Just buy your food.\n    As the Snowmasons pondered, they realized there would be no food without farming. They realized they were missing out on the bigger picture, and that they needed others to sustain themselves.\n    They decided to turn over a new leaf and start afresh. They turned their attention into helping others and making weapons for defence, and for free.\n    They quickly amassed much more money than before, mostly because of their new kindness and empathy. They left lots of their main wealth – Mana Crystals – in their will for their best friends.\n    When the storm came, they sacrificed themselves so their mana crystals could be converted into strength. They bravely allowed many others to survive as the lightning fell on the ground. They are a force to be appreciated, and a team creature on the field of battle.",
  "title": "Snowmasons",
  "author": "Zethes",
  "cardId": "N26",
  "category": "neutral",
  "date": "01/2019"
}
