{
  "content": "This..This was a new threat. Runners had scouted us a new frontline, but it didn’t take long for the menace to reach us. Scum from the swamps of the west, we were all too familiar with their corrosive tactics, we conquered their brain altering magics and we could put up a fight no matter how much they drained from us. This however, we were not but useless to the power in play. Our legion had struck up a deal with the undead if the wastelands, and we held the power in our palm. It was a risky play, charging in the heavy hitting devastator but leaving out frontline in return, what a mistake that was.\n\n\n\nIt was a flurry of action, and it started with the least assuming creature we’d ever seen. A young dragon, must've just hatched too as it still had eggshells stuck to its legs. This was just the beginning of a horrific sight however as a white scaled beast made its home next to the reptile and in a flash, there were enough dragons to lay siege to the entirety of the 4 kingdoms. We couldn’t believe our eyes, paralyzed with fear we could only watch when news of a new troop heading to the frontline had reached us. Slayers they were called, trained for decades to destroy to cold blooded menace. They ploughed right through the first wave of dragons and reached that lone small dragon, dispatching it without mercy. It’s death only seemed to power the white beast, the “matriarch” as the slayers had reported it. Their base was crumbling behind them and in our desperation we called in orders for mischiefs, trickster skeletons with devious souls, their mere presence weakened the enemy’s base down enough that it wouldn’t take much to push it over. Our confidence was misplaced.\n\n\n\nThe slayers were in the thick of it, ambushed by a small group of dragons they relayed information that did not lighten the mood for most. Suitors had been called into the battle, each step they took could be felt even at our base, and it was me who’d been selected to face them head on. Now of course, I was barely enough to bring it down to half its strength, but I stepped forward with my platoon, after all veterans like us knew what the battlefield looked like at its worst. Marching forward, there was only a small clearing to separate us. A group of young recruits stood in our way, brave and foolish enough to stand proud as they were devoured but the titan, it stood in front of us, each for it’s breaths feeling like it would melt my armour, I’ll admit I was terrified but I was prepared to die for the destruction of our enemy, when word hit us from the slayers. Miraculously they had reached the enemy’s base! That was not the news they wanted to share however, they warned us of a serpent, one so powerful it could outshine the sun. We didn’t need to take our helmets off to see who was panicking. All of us, battle ready as we were, were shaking, we could hear the rattling of the mischiefs from across the battlefield, a sign to us that they new what was about to appear, and then it did.\n\n\n\nTo be honest, it was quite beautiful. It’s bright colours and sleek form mesmerized us as it appeared, rearing up in front of the mischiefs as if they smelt fear, but these weren’t scary, they weren’t powerful, compared to the monstrosity which stood in front of me I couldn’t help but chuckle. This? This was the beast that the slayers had warned us of? We watched it, waiting for it to attack the mischiefs, showing us what devastating power it held, it didn’t even need to attack for us to witness its might. Standing on its hind legs, the serpent peered over to the dragon which we had only a moment ago been locking eyes with. A quietness blew over the war ground as it inhaled, letting out an ear bleeding shriek. I fell to my knee, wincing my eyes as my head felt like exploding. Silence loomed over the battlefield again as I opened my eyes. I could only feel it’s steps, so heavy that I was lifted to my feet, as my eyes adjusted to the blinding glow  that emanated from the snake I saw this new horror. Under one foot it crushed the squad of mischiefs, a spray of ash flew in all directions as it lugged it’s body forward. It made the foe in front of me look pathetic, but that wasn’t all the enemy had to sling at us. How inappropriate it was, that we heard the chime of life as a simple potion of growth was poured onto the beast, even our slayers couldn’t make a dent in it had they survived their time at the enemies baseline. From what our frontline reports, it was an attack from a simple construct which overwhelmed them. Our fear, our desperation, we ignored it. It was a single look all of us shared. We faced the beast in front of us, even if it was nothing compared to what had just been unleashed. We charged, meeting its jaws with glory awaiting us.",
  "title": "Sun Born",
  "author": "Giraudy",
  "category": "shadowfen",
  "cardId": "F19",
  "date": "04/2021"
}
