{
  "title": "The Coldest Day of Winter",
  "author": "Debnath",
  "content": "The cold night of the tundra is familiarly warm for the dwarves of the West. Gathered Among the Hearth that their king built that night they chant the songs of their forefathers, not about wars or the glory of the battle but about the beauty of the white sheets that cover the forest, about the sun who shines golden behind monochromatic clouds on the summer and about the tasty berries that flourishes on spring.\n\nThe old saying of the land states that the ice whether makes all its inhabitants notably friendly, no war was ever battled on that land to that point, be it because the land is too dry to be farmed or too cold for any other creature survive in it, the snow only knew peaceful deaths, only the elders were kissed back by the white, under the snow.\n\nUntil one day, one unknown rogue troop marched to the very place where dwarves sang happily with their King.\n\nThe night sky whistled a deadly piercing breeze, much cooler than that of the woods. The moon was cloaked under arrows and suddenly a storm pierced through the pacific camp, a tragical number of arrows fell vertically on many families of dwarves, for minutes the hellish whistle didn't stop, when it was finally over, King Olf searched desperately, through the many corpses of the dwarves, impaled with hundreds times hundreds of arrows I'm the pitch black night, for any living, with no answer, just silence, darkness and cold.\n\nHe managed to find his twin hammers which he used to construct the hearth which was extinguished by the arrows.\n\nSilent, wounded, feeling guilty and bleeding, King Olf managed to walk through many different domains of the tundra, he spoke to the religious prayers of the Goddess in the highest mountains, the dwarves of the deepest caves, testified the horror and cruelty that fell upon his beloved folks, renounced his Royal title in guilt for not being able to protect the lives of those who trusted him for guidance, vowed to used his twin hammers both for construction and destruction and formed the Winter Pact.\n\nNever in history the world saw the people of the snow fight, and never a larger army, have marched.",
  "category": "lore",
  "cardId": "W23",
  "date": "11/2020"
}