{
  "title": "The Pirate who changed Time",
  "author": "Pepegak",
  "content": "Temples are the unknown of the Stormbound world. And more unknown remains only 1 structure, if you can call it that: the Temple of Time. The Temple of Time is hardly even a temple as such. Rather, like some entity imprisoned in this shell. It is impossible to tell how old it is. Is it 100 years old? 1000 years? Maybe it came along with time. Nobody knows when it appeared. Nobody knows how it came to be. No one knows why it appeared. But it is known that it is able to push time through itself, bend time and space around it, is able to change history and the course of events. And this ability attracts all outcasts, robbers and thieves from all over the world of Stormbound. Indeed, according to legends, having obtained even a particle of the infinite or almost infinite power of the Temple, you can gain immortality and the ability to travel in time to change the course of history. However, no one knows exactly where the Temple is, or if it exists at all. Thousands of sentient beings, ranging from Toads to Knights, die in deserts, swamps, mountains, caves, battles, trying to find clues, pointers to the inexhaustible energy of the almighty Temple. And so far no one has been able to find it. None but one lone pirate.\n\nLegend has it that the events of the “Time Carousel” began about 184 years ago, in 1432 from the birth of the Lilac Theocratic Monarchy “Neutral”, when the first temple, the Temple of the Heart, was first discovered. Hundreds of wars were fought to gain the power of the Temple, and in the end the Lilac “Neutral” won this bloody war. A lot of Knights, Pirates, Satyrs and Ravens died then, and even more - lost their families and became slaves of the Empire. And among these slaves was one Pirate, who, during the uprising, escaped and began to wander around the “Neutral”. And his name was nothing. Nobody ever knew, does not know and will not know his name. Nobody knows if he lived at all, or if he disappeared from history thanks to Time. Is this legend a fiction at all, or is this a real situation? Almost nobody knows. But back to the Pirate. This Pirate no longer had anything: his family died in the war, his house turned to ash, his land was invaded and devastated by the war and “Neutral”. He had nothing to lose and death would be a blessing of the God. But apparently the Almighty had other plans for him. The Pirate, in a half-dead state, stumbled upon an almost empty village of Satyrs, where the oldest Satyrs lived - Bucks of the Wasteland, the outcasts of this world. Bucks helped the Pirate. They dressed him, gave him drink, fed him. And from them, the Pirate learned that on the other side of the Stormbound world, there was a cave in a swampy area, which was a labyrinth with a bunch of deadly traps that leads to the Church of the Followers of Time. And in this Church there is an extraordinary building that is called “Almighty Time”.\n\nHowever, how did Bucks know about this Church, which is located on another part of the world, is another story. And the Pirate, having learned that the Time can endow the chosen one with a change of the past, realized that by changing the past, he can finally reunite with his family and they will live and live without grief. And having thanked Bucks, the Pirate moved to the Northeast. This path was very difficult, full of various dangers and adventures, and the Pirate will have to go all the way alone.\n\nAlready for 4 months the Pirate walked, barely surviving the heat, and, in the end, was able to reach the borders of “Neutral”. However, a very big problem awaited him here - ahead of the end of “Neutral” and the beginning of the border of the United Tribes “Shadow’s Fens”. This means that he could drown in the very first swamp or stumble upon the Copper-Skinned Rogues, who could kill him with spears, darts and poison. Copper-Skinned were worse than the Pirates themselves, who were already robbing, but even the terrible Pirates were afraid of them and did not step on the land of “Shadow’s Fens”. But the Pirate understood that if he could make the one-way journey, he would be able to return the most expensive things that he had lost - his family and peace. And with caution the traveler set foot on the swamp land. He did not yet know that he was going to wait. From the very first days of the journey, he began to have problems - the Crimson Sentinels poisoned him and he almost died from the Savage Witches. If not for his faith, determination and desire for reunification, he would have died there. However, besides this, something else told him to keep going. Now you would most likely call it schizophrenia and hallucinations from poison, but it was neither one nor the other. And maybe it was - no one knows. And every time he was beaten, robbed, tortured and he ran away, cut, he got up, and with the last bit of strength he continued to walk. After dying here, then everything that he did, everything that he did on the way here - everything was in vain. No. He couldn’t do that. He shouldn’t die here. Not now, Steed, not here. You won’t die. You have unfinished business.\n\nAnd when the Pirate practically died, he did it. Church. He found it. There, he found only devastation and emptiness. Nothing but one structure. A structure about which nothing is known to this day. The structure, which is legendary, and this legend is no exception. The structure, which will later be called the Temple of Time. And having touched the Temple, the Pirate disappeared. And the flow of time has changed. Everything has changed, from the past to the present. Due to the power of the Temple, the Undead have risen, which henceforth populate the territories of the Swarm of the East and the Neutral Empire. Dragons appeared, which began to populate the whole world from one side to the other. New territories and new landscapes have appeared for new inhabitants and a new Faction. And the Shattering began, due to which the races of Elves, Infomages and Golems disappeared almost completely, and only a few managed to survive it. And there was one more thing: the knowledge of the Temple. The souls of the Adepts of the Church settled in different beings, putting an end to the “Time Carousel” and starting the “Hunt for Time”. And about one Pirate, who was able to change the Universe beyond recognition, they began to make up legends, and his adventures became examples of courage, determination and confidence in the work for thousands of entities beings who consider themselves to be his successor. And this hunt continues to this day... How do I know so many details about the Pirate and even his name? - that’s a completely different story…",
  "category": "lore",
  "cardId": "F29",
  "date": "09/2021"
}
