{
  "content": "They have been in the rotten cellar for ages. The room had smelled like rotten eggs and had mold growing all over. Bioluminesnt fungi illuminated the room with a soft, green, glow. In the back of the room, 3 cloaked figures were shackled to the wall. \n\nThe faint memories were coming back. The land was peaceful, all nations were united. It did not matter what race you were, all were treated evenly. Almost. \n\nOnce upon a time, they were worshipped like gods by all races. They built temples for them, all in their signature architecture. Then, the Storm happened. It happened during one of the festivals, ones intended for celebrating the Ancients. It was common tradition to focus mana and let out into the sky as fireworks. However, the Ancients tried too hard, concentrating too much and releasing a Storm of mana that wiped some of them out existence and injuring others forever. \n\nThe Storm changed the landscape too. It ripped the earth into islands and let them float aloft endlessly. Some islands that floated to the East ascended too high, turning themselves into barren deserts. Others were thrown far North by the Storm and descended, growing cold and almost uninhabitable. \n\nSeveral more clumps of islands were more fortunate staying in the same area, but still their location shifted. \n\nForests moved slightly South, becoming dark and damp and eventually became swamps.\n\nMinerals torn from the ground became rich islands in th West that many races took advantage of.\n\nIn the aftermath, the Ancients were accused of the damage. The remaining few were hunted down and locked up. They were forgotten as the new Factions started battling among themselves. \n\nThe 3 prisoners started glowing with pink light and suddenly the chains were broken. The fungi illuminated their canine faces as they grew more angry at the world.\n\nThey were forgotten, but not for long, soon everyone will remember them.",
  "title": "The Awakening",
  "author": "Owlmaster",
  "category": "neutral",
  "cardId": "N80",
  "date": "01/2021"
}
