{
  "content": "The events took place in the 1630s. In the 30s of the 17th century, the world of Stormbound plunged into dark times, when it stood on the brink of a catastrophic war between the Swarm of the East and the Neutral Empire. The rest of the Factions also did not stand aside and even helped the parties to kindle a war among themselves. Neutral could not afford war, despite its dominance in the borderlands and steppes due to the recent defeat by Winter Pact. But on the other hand, Neutral, having defeated Swarm, could regain its former greatness. The Council of Knights of the Round Table was in full swing trying to start wars, reinforcing this by the fact that the Empire must return to its greatness. However, not everyone agreed with the Council. Sire Alfred, Senior Knight of the Council, was against the war and refused an offer to sign a decree to start a war with the Swarm, saying that the Empire could not afford another war without recovering from the previous one.\n\nObviously, the discussion was about the beginning of the war with Swarm. The Council wanted to start a war in order to show Swarm and the rest of the world that the Empire, even in a dilapidated state, can defeat anyone. Alfred, on the contrary, was categorically against, reinforcing his words with statistics that if the war dragged on for more than 5 months, then the whole Empire would starve and uprisings and riots would rise throughout the empire. He wasn't against the Swarm war itself, he just wanted it to start later.\n\nSire Alfred secretly from the Council sent ambassadors with gifts to Swarm of the East, hoping they would change their minds and sign a non-aggression pact. 4 Ambassadors and 26 Heroic Soldiers went to Swarm. Commander Edrik, one of Sire Alfred's subordinates, having learned about the departure of the Ambassadors, himself wanted to go to Swarm with his army as a motorcade for them, but Alfred forbade him:\n\n“Sire Alfred. Commander of Level 4 Soldier-Heroes, Edrik, is writing to you. Your confidant told me that you are planning to send ambassadors to Swarm of the East. I ask you to send me with my squad as a convoy for ambassadors.”\n\n“Dear Commander Edric, my best subordinate. I cannot send you on such a journey. The Empire requires you to be within its borders. This is an order.”\n\n“Sire. You yourself understand that these Heroic Soldiers will not be able to help. They will be simply useless. I very much ask you that I go with my brothers in Arms as a convoy.”\n\n“Commander Edrik. This is not negotiable. You will not go. There will be a different mission for you. Wait for my instructions.”\n\nAnother assignment had been prepared for Edrik, he thought. At the same time, relations between the two powers only got worse. Both countries sat on a powder keg - all they had to do was find and light the fuse. And it was found: in the Queen's palace, all the ambassadors and all the soldiers of the Neutral Empire were killed. Only 1 person was left, who later with his news will change the course of history as much as possible. The Council, upon learning of what the Swarm had done, expelled Sire Alfred from the Council and entrusted his most devoted advisor, Edrik, to help in obtaining help. The Council of Knights understood that Swarm had a great advantage in units, and according to spies, new, elite soldiers of the undead army appeared there, capable of transforming dead knights into their own kind. Therefore, they decided to call for help. The Council of Knights ordered Edrik “the Fierce”, Edward “the Brainy” and Emil “the Iron-Skinned” and their armies to travel to completely neutral territory and seek help from former “outcasts” and now potential allies of pirates, felines and elders. And while the 3 commanders went to the pirates, felines and elders for help, the forces of satyrs and undead moved deeper and deeper into the heart of the Neutral, to the capital of Arkanka. While hundreds of knights were dying in this war, the army of the undead only grew. Every knight on this assignment understood this, and gave all the best. They ate as little as possible, but not to starve to death. They drank as little as possible, but not to die of thirst. The main thing is to reach the pirates as quickly as possible. After nearly 19 days of travel, the Knights' army was attacked by pirates. There was a fierce battle, which, however, did not last long. Edrik spoke to the pirate leader who calls herself the “Lucky Charmer”. Edrik asked her to help them meet with the head of all pirates. Lucky Charmer promised to take them in return for a certain amount. Having agreed, the so-called alliance of the “three E” reached the bay of the “Lagoon of Liberty”, located near the city of Edindorf, where he met the leader of all the leaders of all pirates, a pirate who called himself “Rogue Sheep”. Rogue Sheep happily listened to Emil, Edward and Edrik asking for help, but refused. Everyone understood that they needed him and told him that the Empire would agree to all his requests within reason. Rogue Sheep was, frankly, very surprised and puzzled by their offer, but he could not refuse it. He will agree to help in the war only if absolutely all pirates no longer have to hide in the shadows, all their robberies will be forgiven, they will be allowed to sail in the waters of the Empire and, most importantly, respect for pirates and their admission to the “Stormbound” Tournament. “Three E” had nothing left but to agree with all the conditions of the Sheep. And then, having signed all the documents and shaking hands with each other, the united army of Knights and Pirates moved to another part of the Neutral territory, which previously belonged to the Kingdom of Laurus. Already in the savannah after 11 days, their army was met by the King's heralds, who listened to the problem, and happily agreed to take them to their King, Laurus. Laurus, being in his estate, listened to Emil, however, unlike the Sheep, he did not agree to help the Knights.\n\n— You destroyed my kingdom. Suppressed my people. Treat us like dirt. Why should I help you after all this?\n\n— The Empire will agree to any of your wishes within the limits of reason. You and your people will become full-fledged residents of the Empire and you will control your personal autonomy.\n\n— I said everything. I will not and will not help you. However, you should check out the Oracle. It is unlikely to help you, but it is worth trying.\n\nAnd leaving without Laurus' help, but with information about the approximate location of Oracle. After 8 days of travel, the army of Pirates and Knights reached that very place. And almost a life-and-death fight began with the Trekking Aldermen, when Bragda herself, the Prime Oracle, immediately emerged. She allowed Edrik to enter the estate while everyone else waited outside. The tension was at its breaking point. Edrik long asked Bragda for help in the war against Swarm. Bragda really did not want to help him, since for a long time the relationship between the Neutral Empire and Elder Faction was very tense. Bragda harbored a grudge against the Empire, but on the other hand, the old woman understood that this help could cost the Empire dearly and her people could return everything that had been lost during this time. She agreed to help in the war, but only if she can freely govern her faction, can create her own laws and can dictate her decrees. Her people will be able to freely reside throughout the Empire and even beyond its borders, wherever they wish. Will be able to fully participate in the creation of laws. They will be able to get the former greatness of the Faction and will be able to be in the armies of the Empire and participate in the “Stormbound” Tournament. They will be able to freely trade with all factions and the laws will not be able to prevent them from doing so. For the Empire, but Edrik nevertheless agreed to all of its conditions, realizing that without Elders, too, they are unlikely to win.\n\nNow an army of Knights, Pirates and Elders has moved to the battlefield with the Swarm of the East. While they were not there, in the space of 400 km, from the border to the “Western Swarm”, everything was devastated and destroyed. The undead, like a “War”, left behind only a desert and a mountain of corpses. However, with renewed vigor, the undead could no longer cope. Pirates, with their dexterity, ingenuity and rigging, incapacitated the undead, while the Elders finished them off and put everyone else to flight. For the first time in a month, the Swarm of the East suffered a crushing defeat. And now “The Union” has already begun to move the front towards the capital of Swarm. The winner of this war was already a foregone conclusion. The Empire was able to capture the Swarm of the East by half in 2 months. And after thousands of deaths, after 3 months, Queen of Herds signed a pact of Swarm’s surrender. The whole Empire was jubilant. However, it lost too many resources, and could not continue the war in any way further. Therefore, the Council of Knights and Elders has already decided on a definite cessation of the onslaught. All other factions were terrified that Neutral was able to gain the upper hand here with her new army. And now they were threatened with the same fate as Swarm. However, the Neutral had other plans for the rest of the Factions, so they decided to end it all. The army was disbanded, they began to improve the economy, to restore the Empire from the ashes. The Council returned part of the territories back to the Queen, but she was now obliged to pay tribute to the Empire and partially obey her. And thanks to the collaboration of the Elders, Pirates, Knights and Satyrs, the Empire was able to recover in no time.\n\nAnd after a dozen years, everything returned to its previous place. Chaos has returned to the world of Stormbound. New conflicts began and ended. But isn’t it good where everyone can be a winner and a loser?",
  "title": "The Union",
  "author": "Pepegak",
  "category": "lore",
  "cardId": "N59",
  "date": "10/2021"
}
