{
  "author": "Xcircle",
  "content": "As the village doctor I find myself in all types of situations. A brick dropped on a foot, some sort of infection, telling some of the farmers that coughing isn’t caused by demons, the list goes on. But it was a certain day that we had a small raiding party try to destroy a grain silo. Luckily our guard was quick to sound the bell and the toads were swiftly dispatched. But it was not the fighting that worried me, it was the end. A small group of toads (about 7-9) was surrounded by 5 members of the village guard. The toads then began to shake violently. Their skin turned a deep purple. Their skin churned and bubbled like water in a cauldron. Then, they burst. Purple blood, guts and viscera covered the guards. First it was disgust but then it turned into relieved laughter. All seemed fine. Everyone went back to their lives. It was two days after the attack when I was regularly visited by the members of the guard. They all reported the same symptoms. Slight fever and an odd purple rash, the likes of which I had never seen before. They said that the rash “tingled”. I didn’t think anything of it. Probably just some form of the cold. I gave them each an ointment used to treat forms of Poison Ivy. But it escalated. It was not just a faint tingling. It was sharp, painful, crawling. Some of their limbs that were exposed to the entrails were now completely purple. Some poor soul’s face turned purple. Clearly it was now a situation worth investigating. A day later the victims reported paralysis in affected limbs. The man with the purple face could no longer speak, eat, drink or move his head in any way. The next it became extreme nausea and intense vomiting. The vomit was a deep purple now. When they bled, they bled purple. The whites of their eyes were faint purple. Their skin was tinged purple. Then, they died. The bodies were quickly burned in fear of the spreading of this new plague. It seemed that even in death, the violence of toads knew no bounds.",
  "title": "Toxic Sacrifice",
  "category": "shadowfen",
  "cardId": "F4",
  "date": "09/2019"
}
