{
  "title": "Victory",
  "author": "IQ",
  "cardId": "N47",
  "category": "neutral",
  "date": "01/2021",
  "content": "Even as I lay my back against the tree, my blades slick with the blood of rodents and wiring of constructs, my armor dented and worn out, I continue to fight. This is why I am a Victor of the Melee. \n\nMy unit has been destroying the Ironforge Empire, trying to get ground for the Republic, fighting off the tide. Yet I still do not see an end to this bloodshed.\n\nThe empire’s reign is cruel and unforgiving. Although they may have constructs, they are only there to maintain order and prevent uprisings from slaves.\n\nMen of all sorts are subjugated to torment; something my friend went through. \n\nI turn around, smashing a rodent’s head in. A rodent leaps at me, and yet I skewer him, his last breath squealing in pain.\n\nTorment.\n\nTwo victors leap out from the tree they were hiding upon, and run down the valley below. As constructs and rodents alike leap at them, they keep pushing through, ending whomever gets in their way. \n\nTorment.\n\nI fall back, felling the tide, my armor confidently holding up to strikes of constructs and rodents. I slam a rodent, then, two constructs grab my arms, trying to get me pinned. A victor gets overwhelmed by the never ending numbers of constructs, as he felled dozens before. \n\nTorment. \n\nMy tough armor groaned under the pressure of the delagator’s steel arms. I send my blade into his falty armor, cutting straight through the other side. I slashed in a wide arc, ripping out wires and robotic heads.\n\nTorment. \n\nThe remaining victors fall back, just as our artillery rains down on them. My face is smeared with ash and I can smell the oily metal. \n\nThe first fiery rock slams down into the trees before me, and I bolt. The constructs are quite intent on killing me, as they follow. \n\nMy blades are sharp, and gleam with the sun shining on them. I rip one out and slice three unsuspecting constructs. My unit is almost near the gate, and the valley is now swarming with rodents and constructs. I see Knights fight with rodents, our pirate allies blast constructs as the green, lush, and peaceful valley before me becomes a hail or fiery rocks, blades, and blood. \n\nOur lines overwhelm the constructs, killing dozens of them, sending awe and shock into the rodents and constructs alike. I slash, stab, and skewer my way through this bloodshed. \n\nAnother explosion. A giant ball of fire overtakes my lines, as our men on the left flank falter. Our lines, battered with the onslaught of constructs, falters. The right flank breaks for the safety of the trueshot post behind us. As they fall back, felling hundreds of constructs and rodents, each man destroying thirty constructs before he or she fell.\n\nPirates fire muskets and Knights slash and skewer the tide, felling dozens and dozens.\n\nWe have lost too much ground. Although we have slain more then the enemy, I grasp my blades, my hands hot and wet. \n\nAt this moment, I realize. I cannot falter. This is why I am A victor. This is why I was born. \n\n“Comrades!” I yell. “For VICTORY!!!!!”\n\nI leap in to fray, my comrades following me. I am a Victor of the Melee.\n\nAnd I shall not falter."
}
