{
  "title": "Voidsurgers",
  "author": "DoppleFock",
  "content": "As one the Pact's oldest librarians, I have had plenty of time to mull over the vast histories of our nation. The countless battles.The grandest celebrations. All memories tucked away like the thousands of winter sagas that line the shelves of the this vast archive. Yet out of all these memories, both fond and feared, there is one that refuses to join its brothers and sisters in the past…\n    It was in Autumn’s equinox the day the renegades attacked, only a mere decades after the Pact's signing. A younger me, only several hundred years old, fled to the safety of the Archive walls. Alas, the walls could only hold for so long as a ball of hellfire fell from the sky and destroyed our last line of defense. As the wall fell, my fellow refugees fled deeper into the Archive, while I stood in place, frozen with fear.\n    Due to my frequent visits of the library, I've learned many things about the land that lay beyond the Tempest, most intriguing being the ferocious Dragons that lived in the corners of this world. Yet, what emerged from the hole was not a Dragon, but another frostling. At first, I was relieved, but his reddish complexion cut my moment of peace short. As Frostlings, the path to the Grove lay in stillness. \"Calm amidst a raging storm\" were the words our mentors taught us, yet, I never really pondered what would happen if we were to defy them. At that moment, I finally knew.\n    I looked into the eyes of my fellow frostling. His eyes were cold, but a raging inferno burned behind them. Instead of the familiar chill of a frostling's presence, an unsettling void filled the air. Before long, a group of Hexers emerged from the Archives behind me, restoring the air to its natural crispness. Simultaneously, a company of local knights has gathered in the street outside. This was an ambush.\n    The Hexers slowly advanced, subduing the frostling with beams of frigid mana. As the defector struggled, the knights closed in, swords raised to deliver the killing blow.\n    It never came.\n    As his enemies drew near, the frostling roared with unbridled fury as a bolt of lightning struck down from the sky and annihilated all that stood before him in a flash of primal light.\n    I awoke minutes later, the scent of smoke filled the air as what was left of the building around me smoldered. Dazed, I saw the rogue frostling in the distance. Untouched. Unharmed. He turned to look at me. Nothing stirred behind those frozen eyes.\n    — A page from Grand Archivist, Miran's personal saga.",
  "category": "neutral",
  "cardId": "N36",
  "date": "05/2019"
}
