{
  "title": "Wars of the Winter Pact",
  "author": "Jotunn",
  "content": "The letter details an appeal to Spellbinder Zhevana during the siege of The Bitter Moor to convince Broodmother Qordia to nest elsewhere.\n\nOur dearest Spellbinder Zhenvana; High Sage of Ice, heed our call! The college of The Bitter Moor is being besieged by Broodmother Qordia and her children. I’m not worthy of thine presence, even through parchment, but the college is in danger of falling to Shadowfen hands. The Broodmother claims she seeks the moor as a new nesting ground for her and her childrens’ brood. Our pact of stone-hard ice forbids failure; though merely a small fort along our border with the Shadowfen, we bit our tongues and prepared our spells.\n\nOur militia of simple, but very courageous, frostling students and guards can only hold this college for so long. Our spring’s near constant repairs are the only thing keeping the fort from keeling, but I fear they shall soon dry. The uncountable storms of frost, the help of the Dawnsparks and Calming Spirits have held the line, but we have yet to push them back. Our casters have assisted in the destruction of the enemy forces, but many of weaker stature have fallen to Shadowfen trickery.\n\nThe Shadowfen forces are up to their usual treacherous acts and the Broodmother has at her employ spells and experts of Conversion magic. They sent our very own drakes wild and reeling, snapping at our troops. My most loyal students and colleagues have even attempted mutiny and sabotaging the fort. It saddens my soul that such great minds can allow themselves to let such blasphemy and lies cloud their judgement.\n\nThe Broodmother’s army isn’t grand, but it’s troops are plentiful in strength and number. Scores of eggs are hatched, the newborns knowing battle before knowing flight. While these infantile conscripts are being easily fended off, the Broodmother’s many suitors, that serve her and her ludic handmaids’ needs, grow strong to secure the offspring’s safety; to a most frightening degree. Most frustrating is her Shadowfen dragons, who’s wyrms’ vile breath fells our strongest troops and serpents who grow to the size of the most fearsome of dragonkind.\n\nThe Broodmother Qordia hides behind a line of ebonrock forts, sending her children in waves like the swamp’s tides. From the keep’s spyglass one of the Rimelings spotted the Broodmother partaking in a green elixir, and as the raid progresses the more she grows; lengthening to such a size where I believe the forts may no longer contain her. We were able to keep her in check with the tome of Confinement, but a traitorous Felflare hexed the tome into shattered ice. While the traitor was dispatched, the loss of the tome will surely spell our soon demise.\n\nThough the Broodmother Qordia claims need of a new home; our spies know Shadowfen territory is empty and expansive, brimming with the putrid sludge they find so pleasant. And through the keep’s spyglass I have yet to spot the infamous cauldrons they use to deposit their poisons into untainted soils. It is well-known, even to your lowly servant, that Broodmother Qordia is a schemer; and I mean with the most respect to thee, that she has a cunning to rival yours, your greatness. I believe this may be a greater and graver matter of importance than I am able to comprehend. Please, our great teacher; master of mana, sage of frost, appeal to thine sister, tell her to leave us be and save your loyal frostlings.",
  "category": "winter",
  "cardId": "W10",
  "date": "01/2021"
}
