[
  {
    "intro": "January Update",
    "description": "2022 is already there, and with it new Stormbound release with balance tweaks, and the long awaited draft mode!",
    "link": "/releases/01-2022"
  },
  {
    "intro": "December Update",
    "description": "December is already there, and with it new Stormbound release with a new card, balance tweaks, level caps and a lot of exclusive offers and bonuses!",
    "link": "/releases/12-2021"
  },
  {
    "intro": "November Update",
    "description": "November is already there, and with it new Stormbound release with new cards, new books, balance tweaks and a deck/import export functionality!",
    "link": "/releases/11-2021"
  },
  {
    "intro": "October Update",
    "description": "October is already there, and with it new Stormbound release with new Ancient cards, Brawl modifiers and balance tweaks!",
    "link": "/releases/10-2021"
  },
  {
    "intro": "Mia’s Metropolis",
    "description": "There is a new Ironclad guide by IMM0RT4L’s on their deck ‘Mia’s Metropolis’!",
    "link": "/guides/mias-metropolis"
  },
  {
    "intro": "Structures Guide",
    "description": "There is a new guide on using and countering structures, courtesy of redsnake_25!",
    "link": "/guides/structures"
  },
  {
    "intro": "September Update",
    "description": "September is already there, and with it new Stormbound release with plenty offers, a new card and balance tweaks!",
    "link": "/releases/09-2021"
  },
  {
    "intro": "BwB Rush Guide",
    "description": "Pepegak wrote a complete guide to master the art of Blessed with Brawn Rush.",
    "link": "/guides/bwb-rush"
  },
  {
    "intro": "Stories Index",
    "description": "The stories now has an index page to list all the various categories from the section.",
    "link": "/stories"
  },
  {
    "intro": "Fan-kit Index",
    "description": "The fan-kit now has an index page to list all the various categories from the section.",
    "link": "/fan-kit"
  },
  {
    "intro": "August Update",
    "description": "August is already there, and with it new Stormbound release with new Brawls, a new card and balance tweaks!",
    "link": "/releases/08-2021"
  },
  {
    "intro": "Legendaries Guide",
    "description": "ArthisRoo creates a tier list of all legendary cards at level 1 and briefly examines each one.",
    "link": "/guides/legendaries"
  },
  {
    "intro": "July Update",
    "description": "July is already there, and with it new Stormbound release with new Brawls, a new card and balance tweaks!",
    "link": "/releases/07-2021"
  },
  {
    "intro": "Book Simulator",
    "description": "A small and useless new tool made its entrance: the book opening simulator!",
    "link": "/simulators/books"
  },
  {
    "intro": "Brawl Update",
    "description": "A small surprise release is out with some revamped Brawl!",
    "link": "/releases/brawl-2021"
  },
  {
    "intro": "June Update",
    "description": "June is already there, and with it new Stormbound release with new cards, balance tweaks and economy improvements!",
    "link": "/releases/06-2021"
  },
  {
    "intro": "Backgrounds Fan-kit",
    "description": "All the backgrounds, with and without arenas, are now available in the fan-kit!",
    "link": "/fan-kit/backgrounds"
  },
  {
    "intro": "Avatars Fan-kit",
    "description": "All the avatars, free and exclusive, are now available in the fan-kit!",
    "link": "/fan-kit/avatars"
  },
  {
    "intro": "May Update",
    "description": "May is already there, and with it new Stormbound release with new cards, balance tweaks, Heroes League improvements and a brand new Premium Pass!",
    "link": "/releases/05-2021"
  },
  {
    "intro": "Stormbound Trivia",
    "description": "The infamous Discord Stormbound trivia is now available on the site as well!",
    "link": "/trivia"
  },
  {
    "intro": "Easter Update",
    "description": "It’s about Easter, and with it a new Stormbound release with new cards, balance tweaks, Heroes League improvements and some exclusive offers!",
    "link": "/releases/04-2021"
  },
  {
    "intro": "Heroes Update",
    "description": "Heroes, assemble! The Heroes League is about to open its doors, and with it endless rewards and battles!",
    "link": "/releases/03-2021"
  },
  {
    "intro": "Valentine Update",
    "description": "Valentine’s Day is around the corner, and so is a new release with balance changes, a new card and player profiles!",
    "link": "/releases/02-2021"
  },
  {
    "intro": "Temple of Focus",
    "description": "A new Swarm of the East epic structure is making its entrance: the Temple of Focus!",
    "link": "/releases/temple-of-focus"
  },
  {
    "intro": "iOS Warning",
    "description": "A critical iOS update impacting guest accounts will happen on January 21st. Save your progress!",
    "link": "/releases/ios-01-2021"
  },
  {
    "intro": "Christmas Event",
    "description": "Christmas and New Year’s Eve are approaching and with them a new small patch with rewards!",
    "link": "/releases/end-of-2020"
  },
  {
    "intro": "Black Friday",
    "description": "Thanksgiving is approaching and with them a new small patch with rewards!",
    "link": "/releases/12-2020"
  },
  {
    "intro": "Reckless Rush Guide",
    "description": "RecklessRush wrote an entire guide on playing his eponymous deck to perfect!",
    "link": "/guides/reckless-rush"
  },
  {
    "intro": "Brawl Calculator",
    "description": "There is a new Brawl calculator to plan your Brawl journey!",
    "link": "/calculators/brawl"
  },
  {
    "intro": "Halloween Event",
    "description": "Halloween is around the corner and with it a new small patch with goodies!",
    "link": "/releases/11-2020"
  },
  {
    "intro": "Advanced Card Search",
    "description": "The deck builder and collection manager now have an advanced card search for power users.",
    "link": "/deck"
  },
  {
    "intro": "Green Prototypes Guide",
    "description": "Stratadox expands on why Green Prototypes is the most versatile card in the game.",
    "link": "/guides/green-prototypes"
  },
  {
    "intro": "Value Calculator",
    "description": "The value calculator aims at putting a number of a given card based on its properties.",
    "link": "/calculators/value"
  },
  {
    "intro": "Members",
    "description": "There is now an index listing all Stormbound-Kitty content creators and contributors!",
    "link": "/members"
  },
  {
    "intro": "October Update",
    "description": "The second Sheepyard update is here, so be sure to read everything you need to know!",
    "link": "/releases/10-2020"
  },
  {
    "intro": "Member Pages",
    "description": "The member pages have been reworked to display a feed of information about a player.",
    "link": "/members/kitty"
  },
  {
    "intro": "Fan Art",
    "description": "A new page displaying Stormbound fan art is now available!",
    "link": "/fan-art"
  },
  {
    "intro": "Tournaments Hall of Fame",
    "description": "The tournament Hall of Fame has been reworked to provide more information.",
    "link": "/tournaments/hall-of-fame"
  },
  {
    "intro": "Third Anniversary",
    "description": "A minor promotional update on the 17th of September to celebrate Stormbound’s 3rd anniversary!",
    "link": "/releases/3rd-anniversary"
  },
  {
    "intro": "Brewed Sages Podcast",
    "description": "The Brewed Sages podcast by Freeloader and Subaiku now has its own page where you can listen to all episodes!",
    "link": "/brewed-sages"
  },
  {
    "intro": "Small Buff Patch",
    "description": "A minor buff patch is landing, so be sure to check it out!",
    "link": "/releases/09-2020"
  },
  {
    "intro": "New Navigation",
    "description": "The site navigation has been entirely revamped to make finding content more convenient.",
    "link": "/"
  },
  {
    "intro": "Broodmother Qordia Guide",
    "description": "Be sure to check the brand new Broodmother Qordia guide by HyperScrub.",
    "link": "/guides/broodmother-qordia"
  },
  {
    "intro": "Tournaments",
    "description": "There is now a page for the Tournaments hall of fame.",
    "link": "/tournaments/hall-of-fame"
  },
  {
    "intro": "Terrific Slayers Guide",
    "description": "Be sure to check the brand new Terrific Slayers guide by Dracqi.",
    "link": "/guides/terrific-slayers"
  },
  {
    "intro": "Chillbeards Guide",
    "description": "Be sure to check the brand new Chillbeards guide by Dracqi.",
    "link": "/guides/chillbeards"
  },
  {
    "intro": "Income Calculator",
    "description": "The income calculator now provides an option to convert rubies to Mythic Tomes, Heroic Tomes or Classic Tomes.",
    "link": "/calculators/income"
  },
  {
    "intro": "Collection Stats",
    "description": "The collection stats now provides additional information to measure missing card copies per rarity.",
    "link": "/collection/stats"
  },
  {
    "intro": "Brawl Guide",
    "description": "A brand new beginner’s guide on the Brawl has been released.",
    "link": "/guides/brawl"
  },
  {
    "intro": "Known Bugs",
    "description": "A list of the known bugs and their potential causes and fixes has been released.",
    "link": "/guides/known-bugs"
  },
  {
    "intro": "Site Search",
    "description": "It is now possible to search the whole site for content (metakey + k for shortcut).",
    "link": "/"
  },
  {
    "intro": "Income Calculator",
    "description": "There is now a brand new income calculator up-to-date with the July release.",
    "link": "/calculators/income"
  },
  {
    "intro": "Card Shop Guide",
    "description": "The Card Shop section of the guide on resources has been split into its own guide by Oeni.",
    "link": "/guides/card-shop"
  },
  {
    "intro": "Card Changelog",
    "description": "The card changelog has been revisited to be more accurate and more easily searchable.",
    "link": "/changelog"
  },
  {
    "intro": "Personal Decks",
    "description": "Personal decks can now be ordered by name, and they can have custom categories.",
    "link": "/decks/collection"
  },
  {
    "intro": "Update 07-2020",
    "description": "Discover everything there is to know about the first Stormbound update from the Sheepyard studio!",
    "link": "/releases/07-2020"
  },
  {
    "intro": "About Page",
    "description": "Check out the brand new page if you’d like to know more and help!",
    "link": "/about"
  },
  {
    "intro": "Triggers Guide",
    "description": "Derk and Kitty joined to write a guide on triggers (death, survive, attack…) and demystify the resolution order.",
    "link": "/guides/triggers"
  },
  {
    "intro": "Personal Decks",
    "description": "It is now possible to bookmark a deck directly from the deck builder.",
    "link": "/deck"
  },
  {
    "intro": "D1 with SF Commons Guide",
    "description": "There is a new guide on reaching Diamond 1 with a Shadowfen deck made mostly of common cards.",
    "link": "/guides/d1-with-sf-commons"
  },
  {
    "intro": "Mana Curve Guide",
    "description": "There is a new guide on demystifying the mana curve and learning how to read the grap.",
    "link": "/guides/mana-curve"
  },
  {
    "intro": "Deck advice",
    "description": "The mana-curve visualisation now can display mana-Brawl variations as well.",
    "link": "/deck"
  },
  {
    "intro": "Decks",
    "description": "Mana-Brawl decks now display the adjusted mana cost of their cards.",
    "link": "/deck/featured"
  },
  {
    "intro": "Deck Advice",
    "description": "A lot of deck advice have been adjusted to be more realistic and informative.",
    "link": "/deck"
  },
  {
    "intro": "Resources Guide",
    "description": "The resource guide now contains an entire section on using the Card Shop.",
    "link": "/guides/resources"
  },
  {
    "intro": "Deck Advice",
    "description": "The deck advice page now illustrates the mana curve of a deck visually.",
    "link": "/deck"
  },
  {
    "intro": "Resources Guide",
    "description": "Learn everything there is to learn about resources in this new guide by Roman!",
    "link": "/guides/resources"
  },
  {
    "intro": "Deck Advice",
    "description": "The deck advice have been improved and should now warn about inefficient cards and lack of finishers.",
    "link": "/deck"
  },
  {
    "intro": "Drawing Guide",
    "description": "Learn everything there is to learn about the drawing mechanics in the brand new guide!",
    "link": "/guides/drawing"
  },
  {
    "intro": "Brawl",
    "description": "You can now manage your Brawl progress, expenses and performance in the Brawl tracker.",
    "link": "/brawl"
  },
  {
    "intro": "Deck Builder",
    "description": "You can now manage your decks directly on the site with the deck collection!",
    "link": "/deck/collection"
  },
  {
    "intro": "Featured Decks",
    "description": "The featured decks can now be sorted by most recently added, faction or feasibility.",
    "link": "/deck/featured"
  },
  {
    "intro": "Card Builder",
    "description": "The card builder now offers a way to quickly load an official card.",
    "link": "/card"
  },
  {
    "intro": "Stories",
    "description": "The stories section has been redesigned and showcase the new Eastern Heat saga from Zyries.",
    "link": "/stories"
  },
  {
    "intro": "Deck dry-runner",
    "description": "The dry-runner now provides a log of recently played cards, just like in the game.",
    "link": "/deck"
  },
  {
    "intro": "Card Changelog",
    "description": "Stormbound-Kitty now provides a changelog of all cards additions and updates, courtesy of the official Wiki.",
    "link": "/changelog"
  },
  {
    "intro": "Cards Stats",
    "description": "Stormbound-Kitty now provides some data visualisation about the Stormbound card collection.",
    "link": "/cards-stats"
  },
  {
    "intro": "Fan-kit",
    "description": "Stormbound-Kitty now provides a fan-kit with all the images from the game.",
    "link": "/fan-kit/cards"
  },
  {
    "intro": "Featured Decks",
    "description": "Featured decks show card levels from your collection and are ordered accordingly.",
    "link": "/deck/featured"
  },
  {
    "intro": "Card Builder",
    "description": "Opening official cards in the card builder with a loaded collection display the upgrade progres bar like in game.",
    "link": "/card"
  },
  {
    "intro": "Card Collection",
    "description": "When filtering collection by excess copies, cards will be ordered by most locked coins to least.",
    "link": "/collection"
  },
  {
    "intro": "Books Calculator",
    "description": "It is now possible to find the odds of pulling fusion stones and coins from books.",
    "link": "/calculators/books"
  },
  {
    "intro": "Card Collection",
    "description": "The card collection now offers handy stats and data visualisation about your cards.",
    "link": "/collection"
  },
  {
    "intro": "Books Calculator",
    "description": "It is now possible to find the odds of pulling a certain card from a book with the books calculator.",
    "link": "/calculators/books"
  },
  {
    "intro": "Card Collection",
    "description": "It is now possible to sort the card collection by card value.",
    "link": "/collection"
  },
  {
    "intro": "Card Collection",
    "description": "The collection now informs how much coins would the excess copies bring after the Brawl update.",
    "link": "/collection"
  },
  {
    "intro": "Stormbound-Kitty",
    "description": "The Elders and the Brawl update balance changes are here!",
    "link": "/brawl"
  },
  {
    "intro": "Featured Decks",
    "description": "The featured decks no longer have tags, but a new filter by author feature is available.",
    "link": "/deck/featured"
  },
  {
    "intro": "Stories",
    "description": "The Stories section has been divided in sub-sections per categories.",
    "link": "/stories"
  },
  {
    "intro": "Stormbound-Kitty",
    "description": "The site’s code is now available on GitHub (under GPL-3.0)."
  },
  {
    "intro": "Deck Builder",
    "description": "The deck builder now providers a (smart) random deck generator.",
    "link": "/deck"
  },
  {
    "intro": "Tier Lists",
    "description": "It is now possible to create tier lists of cards with the new tier list builder!",
    "link": "/list"
  },
  {
    "intro": "Stormbound News",
    "description": "Discover the new feline card exclusively on Stormbound-Kitty! 🐱"
  },
  {
    "intro": "Guides",
    "description": "Many thanks to MooreFunn for authoring a guide to play pirates!",
    "link": "/guides"
  },
  {
    "intro": "Card Contest",
    "description": "The winner of the weekly card contest will receive a random epic card in game!",
    "link": "/card/contest"
  },
  {
    "intro": "Stormbound-Kitty",
    "description": "All 5 new feline cards have been added to the site."
  },
  {
    "intro": "Card Contest",
    "description": "The Card Contest page now displays the Hall of Fame of previous winning cards.",
    "link": "/card/contest"
  },
  {
    "intro": "Stories",
    "description": "Stories are now first-class citizens and replace the quest builder in the top navigation.",
    "link": "/stories"
  },
  {
    "intro": "Stormbound-Kitty",
    "description": "All changes from the May update are now published: new cards, existing cards’ update, new upgrade costs, new copies requirements."
  },
  {
    "intro": "Card Collection",
    "description": "The CSV file should now look decent when opened in a third-party software such as Excel.",
    "link": "/collection"
  },
  {
    "intro": "Card Builder",
    "description": "Some existing cards now display community-authored stories in the card builder.",
    "link": "/card"
  },
  {
    "intro": "Card Collection",
    "description": "The filters for the collection view are now more suited for it (faction, status and level).",
    "link": "/collection"
  },
  {
    "intro": "Deck Builder",
    "description": "The 5 new cards from the upcoming update are now available.",
    "link": "/deck"
  },
  {
    "intro": "Stormbound-Kitty",
    "description": "The complete Stormbound guide by Arikrat is now available on the site!",
    "link": "/guides"
  },
  {
    "intro": "Deck builder",
    "description": "Decks can now be exported as images to be shared more easily.",
    "link": "/deck"
  },
  {
    "intro": "Card Collection",
    "description": "It is now possible to import and export card collections.",
    "link": "/collection"
  },
  {
    "intro": "Deck dry-runner",
    "description": "Cards can now be selected with keys 1 to 4, played with “P”, cycled with “C” and the turn can be ended with “E”.",
    "link": "/deck"
  },
  {
    "intro": "Card builder",
    "description": "The card builder now has a display mode to hide the editing interface.",
    "link": "/deck"
  },
  {
    "intro": "Battle sim",
    "description": "The desktop version of the simulator will now load a random background.",
    "link": "/simulators/battle"
  },
  {
    "intro": "Stormbound-Kitty",
    "description": "The site’s footer has been redesigned to provide more information and offer a way to make a small donation."
  },
  {
    "intro": "Deck dry-runner",
    "description": "It is now possible to dry-run equal decks by clicking “Reset game” and checking “Reset in equal levels”.",
    "link": "/deck"
  },
  {
    "intro": "Deck builder",
    "description": "Updating the level of a card in the deck can be done by re-adding the card with a different level.",
    "link": "/deck"
  }
]
